{"domain":"messages","locale_data":{"messages":{"0":["0"],"80":["80"],"160":["160"],"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n != 1);","lang":"it_IT"},"Onboarding":["Onboarding"],"Please upgrade your WordPress":["Per favore aggiorna il tuo WordPress"],"To take advantage of the latest WordPress has to offer, our WordPress Onboarding to setup your website requires the latest version of WordPress.":["Per sfruttare l'ultimo WordPress ha da offrire, il nostro WordPress Onboarding per configurare il tuo sito web richiede l'ultima versione di WordPress."],"Your WordPress version %1$s does not meet our minimum requirements of %2$s.":["La tua versione WordPress %1$s non soddisfa i nostri requisiti minimi di %2$s."],"Upgrade WordPress":["Aggiorna WordPress"],"There was an error Upgrading WordPress.":["Si è verificato un errore durante l'aggiornamento di WordPress."],"Event action":["Azione evento"],"Event category":["Categoria evento"],"Event data":["Dati evento"],"Request does not contain an array of events.":["La richiesta non contiene un array di eventi."],"Some events failed.":["Alcuni eventi sono falliti."],"Flow data does not exist to generate a child theme.":["I dati di flusso non esistono per generare un tema figlio."],"Success.":["Successo"],"Error at Regenerating home pages.":["Errore nella rigenerazione delle home pages."],"Home":["Home"],"Pattern identifier (slug) or step name (step) required.":["Identificatore del modello (slug) o nome del passo (passo) richiesto."],"No Patterns Found.":["Nessun Motivo Trovato."],"No Pattern Found.":["Nessun Modello Trovato."],"The id of a template":["L'id di un template"],"The custom styles":["Gli stili personalizzati"],"The custom settings":["Le impostazioni personalizzate"],"Global style customization created.":["Personalizzazione stile globale creata."],"Bad event structure/value.":["Struttura dell'evento/valore errato."],"Selected theme settings were not found.":["Le impostazioni del tema selezionato non sono state trovate."],"Styles does not exist under the selected theme settings.":["Gli stili non esistono nelle impostazioni del tema selezionate."],"Settings does not exist under the selected theme settings.":["Le impostazioni non esistono nelle impostazioni del tema selezionate."],"There is an error with your styles or settings.":["C'è un errore con i tuoi stili o impostazioni."],"Selected header template part not stored.":["Parte del modello di intestazione selezionata non memorizzata."],"Selected header template part not found.":["Parte del modello di intestazione selezionata non trovata."],"Webfont font family must be a non-empty string.":["La famiglia di caratteri del carattere web deve essere una stringa non vuota."],"Webfont src must be a non-empty string or an array of strings.":["Webfont src deve essere una stringa non vuota o un array di stringhe."],"Each webfont src must be a non-empty string.":["Ogni webfont src deve essere una stringa non vuota."],"Webfont font weight must be a properly formatted string or integer.":["Il peso del carattere Webfont deve essere una stringa o un intero formattati correttamente."],"Customize Website":["Personalizza Sito Web"],"Make your %s dreams a reality!":["Rendi i tuoi sogni %s una realtà!"],"with WordPress and %s.":["con WordPress e %s."],"Migrate a WordPress Site":["Migrare un sito WordPress"],"Start Setup":["Avvia Configurazione"],"YOUR CONTENT":["IL TUO CONTENUTO"],"Publish boldly with WordPress Blocks.":["Pubblica coraggiosamente con i blocchi WordPress."],"Build a beautiful %s using a visual builder. Block Patterns accelerate telling your story or tending your store with professional designs.":["Costruisci una bella %s usando un costruttore visivo. Blocca i modelli accelera raccontando la tua storia o tendendo il tuo negozio con disegni professionali."],"POWERFUL FEATURES":["CARATTERISTICHE POWERFUL"],"Proven, easy-to-use solutions.":["Soluzioni Provenienti, facili da usare."],"Reach for your %1$s goals using proven WordPress Plugins & %2$s solutions. Send a newsletter, host a podcast, book clients, take payments and more.":["Raggiungi i tuoi obiettivi %1$s utilizzando le comprovate soluzioni WordPress e %2$s . Invia una newsletter, ospita un podcast, prenota clienti, prendi pagamenti e altro ancora."],"MODERN DESIGN":["DESIGN MODERN"],"Paint trim. Move walls. No sweat.":["Taglio di vernice. Muovi pareti. Nessun sudore."],"Establish your %s's unique design. Use the WordPress Editor to refine over time with professionally-designed patterns, parts, templates, colors and type.":["Stabilisci il design unico del tuo %s. Usa l'editor di WordPress per affinare nel tempo con modelli, parti, modelli, colori e tipi progettati professionalmente."],"THEME":["TEMA"],"Custom":["Personalizzato"],"Default":["Predefinito"],"Pick your own colors":["Scegli i tuoi colori"],"CUSTOM COLORS":["COLORI CLIENTI"],"Cancel":["Annulla"],"Apply":["Applica"],"Edit colors":["Modifica colori"],"WordPress":["WordPress"],"Howdy! ":["Howdy! "],"Back":["Indietro"],"Let's migrate your existing site to %s":["Migriamo il tuo sito esistente in %s"],"Please wait a few seconds while we get your new account ready to import your existing WordPress site. ":["Si prega di attendere alcuni secondi mentre otteniamo il tuo nuovo account pronto per importare il tuo sito WordPress esistente. "],"Preparing your account":["Preparazione del tuo account"],"Hang tight, we’re building your %1$s %2$s":["Appendi stretti, stiamo costruendo il tuo %1$s %2$s"],"We’re assembling your unique design and installing useful tools":["Stiamo assemblando il tuo design unico e installando strumenti utili"],"Uh-oh, something went wrong. Please contact support.":["Uh-oh, qualcosa è andato storto. Contatta il supporto."],"Building Website":["Sito Edificio"],"Generating Website":["Generazione Sito Web"],"Finding Font Pairings":["Trovare Abbinamenti Carattere"],"Building Custom Color Palettes":["Costruire Tavolozze Colori Personalizzate"],"Populating Images":["Immagini Popolanti"],"Finalizing Previews":["Completamento Delle Anteprime"],"Packaging Website":["Imballaggio Sito Web"],"How familiar are you with using WordPress?":["Quanto si ha familiarità con l'utilizzo di WordPress?"],"Beginner":["Principiante"],"First time building a website using WordPress":["Prima volta che si costruisce un sito web utilizzando WordPress"],"Intermediate":["Intermedio"],"I’ve built a few sites for myself or others":["Ho costruito alcuni siti per me o gli altri"],"Expert":["Esperto"],"I do this frequently":["Faccio questo frequentemente"],"Tell us about your products":["Raccontaci dei tuoi prodotti"],"What type of products will you be selling?":["Che tipo di prodotti venderai?"],"How many products will you be selling?":["Quanti prodotti venderai?"],"Physical products":["Prodotti fisici"],"Digital / Downloadable products":["Prodotti digitali / scaricabili"],"Subscriptions":["Abbonamenti"],"Book rooms, houses or rent products":["Prenotare camere, case o noleggiare prodotti"],"Membership":["Adesione"],"Customizable products":["Prodotti personalizzabili"],"Bundles of products":["Pacchetti di prodotti"],"Let your users ask a quote for your products":["Lascia che i tuoi utenti chiedano un preventivo per i tuoi prodotti"],"1 - 10":["1 - 10"],"11 - 100":["11 - 100"],"101 - 1000":["101 - 1000"],"1000 +":["1000 +"],"Continue Setup":["Continua La Configurazione"],"Skip this Step":["Salta questo passaggio"],"Tell us your top priority":["Dicci la tua priorità assoluta"],"We'll prioritize getting you there.":["Noi daremo la priorità a farti lì."],"Publishing":["Pubblicazione"],"From blogs, to newsletters, to podcasts and videos, we help the web find your content.":["Dai blog, alle newsletter, ai podcast e ai video, aiutiamo il web a trovare i tuoi contenuti."],"Selling":["Vendere"],"Startup or seasoned business, drop-shipping or downloads, we've got ecommerce covered.":["Startup o business stagionato, drop-shipping o download, abbiamo coperto e-commerce."],"Designing":["Progettazione"],"With smart style presets and powerful options, we help your site look and feel polished.":["Con preimpostazioni di stile intelligente e opzioni potenti, aiutiamo il vostro sito guardare e sentirsi lucido."],"Where would you like to start? We'll start there and then move into next steps.":["Dove ti piacerebbe iniziare? Partiremo lì e poi passeremo ai passi successivi."],"Introduce us to this %s":["Introduci a questo %s"],"So we can introduce it to the web":["Così possiamo introdurlo al web"],"%s Title":["Titolo %s"],"WordPress %s":["WordPress %s"],"Shown to visitors, search engine and social media posts.":["Mostrato ai visitatori, motore di ricerca e post sui social media."],"%s Description":["Descrizione %s"],"Just another WordPress %s.":["Solo un altro WordPress %s."],"Tell people who you are, what you sell and why they should visit your %s.":["Dite alle persone che siete, che cosa vendete e perché dovrebbero visitare il vostro %s."],"Error Saving Data, Try Again!":["Errore Salvando I Dati, Prova Nuovamente!"],"(%d characters left)":["(%d caratteri rimasti)"],"Preview":["Anteprima"],"Just another WordPress %s":["Solo un altro WordPress %s"],"Logo":["Logo"],"RESET":["RESET"],"UPLOAD":["SPLOAD"],"Edit URLs":["Modifica URL"],"Proceed Anyways":["Procedi Comunque"],"Social Media":["Social Media"],"It looks like you're using a URL shortener!":["Sembra che tu stia usando un shortener URL!"],"That's smart, but we encourage you to enter the standard URL for your social profiles to help search engines know this website is associated with your profile using Yoast's Open Graph support. You can always change the URLs used within your site to trackable in the future.":["È intelligente, ma ti invitiamo a inserire l'URL standard per i tuoi profili sociali per aiutare i motori di ricerca a sapere che questo sito web è associato al tuo profilo utilizzando il supporto di Yoast Open Graph. È sempre possibile modificare gli URL utilizzati all'interno del proprio sito per essere tracciabili in futuro."],"One of those URLs doesn't look like a social media URL.":["Uno di questi URL non sembra un URL di social media."],"We recommend using your official social URL to help search engines know this website is associated with your profile using Yoast's Open Graph support. You can always change the URLs used within your site in the future.":["Si consiglia di utilizzare il tuo URL sociale ufficiale per aiutare i motori di ricerca a sapere che questo sito web è associato al tuo profilo utilizzando il supporto di Yoast Open Graph. È sempre possibile modificare gli URL utilizzati all'interno del tuo sito in futuro."],"That's clever! Short URLs are a great way to track clicks. However, To help build your social graph, we need the full URLs to your social profiles. You can go into your menus and change your social icon links after setup.":["Questo è intelligente! Gli URL corti sono un ottimo modo per tracciare i clic. Tuttavia, per aiutare a costruire il tuo grafico sociale, abbiamo bisogno degli URL completi per i tuoi profili sociali. Puoi accedere ai tuoi menu e cambiare i link delle icone sociali dopo la configurazione."],"To help build your social graph, we need the full URLs to your social profiles. Please check your URLs for typos and try copy & paste with the official URL if you continue to see this error.":["Per contribuire a costruire il tuo grafico sociale, abbiamo bisogno degli URL completi per i tuoi profili sociali. Controlla i tuoi URL per errori di battitura e prova a copiare e incollare con l'URL ufficiale se continui a vedere questo errore."],"Facebook":["Facebook"],"Twitter":["Twitter"],"Instagram":["Instagram"],"Youtube":["Youtube"],"Linkedin":["Linkedin"],"Yelp":["Yelp"],"Tiktok":["Tiktok"],"Learn More":["Scopri Di Più"],"You have ideas, we have page templates":["Hai idee, abbiamo modelli di pagina"],"Begin closer to the finish line than a blank canvas.":["Inizia più vicino al traguardo di una tela vuota."],"Lets tailor your theme for the perfect fit":["Consente di personalizzare il tuo tema per la vestibilità perfetta"],"Start with a style preset or":["Inizia con un preset di stile o"],"build a custom design.":["costruire un design personalizzato."],"Customize Colors & Fonts?":["Personalizza Colori E Caratteri?"],"Check to customize in the next few steps (or leave empty and use the Site Editor later)":["Spunta la casella per personalizzare nei prossimi passi (o lasciare vuoto e utilizzare l'editor del sito in seguito)"],"CUSTOM FONTS":["FONTI PERSONALI"],"Headings":["Rubriche"],"Body":["Corpo"],"select":["seleziona"],"Edit fonts":["Modifica caratteri"],"Fonts":["Caratteri"],"Select your own fonts":["Seleziona i tuoi caratteri"],"There’s no place like a great home page":["Non c'è posto come una grande home page"],"Pick a starter layout you can refine and remix with your content":["Scegli un layout iniziale che puoi perfezionare e remixare con i tuoi contenuti"],"Help us tailor this setup to your %s":["Aiutaci a personalizzare questa configurazione per il tuo %s"],"ABOUT YOUR %s":["SULLA TUA %s"],"What type of %s is it?":["Che tipo di %s è?"],"Enter to search your %s type":["Inserisci per cercare il tuo tipo %s"],"or tell us here:":["o dirci qui:"],"Regenerating Site":["Rigenerazione Del Sito"],"Generating Site":["Generazione Sito"],"Presto, here are 3 versions":["Presto, ecco 3 versioni"],"We've created 3 unique website designs for you to start with, preview click around or start over.":["Abbiamo creato 3 design di siti web unici per iniziare con, anteprima fare clic intorno o ricominciare."],"Favorite a generated version to find and use again in the future.":["Preferisci una versione generata per trovare e utilizzare di nuovo in futuro."],"Tell me some details about the site you want created?":["Mi dica alcuni dettagli sul sito che vuoi creare?"],"Bean There Café - A cozy, sustainable coffee shop in Asheville, North Carolina, focused on fair-trade coffee and local pastries. Their site will feature their menu, special events, and a blog on coffee culture.":["Bean There Cafe<unk> - Un accogliente negozio di caffè sostenibile a Asheville, North Carolina, focalizzato sul caffè fieristico e dolci locali. Il loro sito sarà caratterizzato da menu, eventi speciali e un blog sulla cultura del caffè."],"Who is this site for? What's the ideal design?":["Per chi è questo sito? Qual è il design ideale?"],"Next":["Successivo"],"Not sure what to say? We can walk you through it.":["Non sei sicuro di cosa dire? Possiamo passarti attraverso di essa."],"click here":["clicca qui"],"Finish":["Termina"],"All Versions":["Tutte Le Versioni"],"Favorites":["Preferiti"],"Confirm your business or store address":["Conferma il tuo indirizzo di business o negozio"],"We’ll use this information to help you setup your online store":["Utilizzeremo queste informazioni per aiutarti a configurare il tuo negozio online"],"Where is your store based?":["Dov'è basato il tuo negozio?"],"Address":["Indirizzo"],"City":["Città"],"State":["Stato"],"Postal Code":["Codice Postale"],"Email":["Email"],"What currency do you want to display in your store?":["Quale valuta vuoi visualizzare nel tuo negozio?"],"* required":["* richiesto"],"Welcome to WordPress":["Benvenuto in WordPress"],"powered by ":["alimentato da "],"Where would you like to start?":["Dove ti piacerebbe iniziare?"],"Site Creator":["Creatore Del Sito"],"Get a site created in seconds!":["Ottieni un sito creato in pochi secondi!"],"Content & design generated by AI, customizable by you.":["Contenuti e design generati da AI, personalizzabili da te."],"AI":["AI"],"Guided Website Setup":["Configurazione Sito Web Guidato"],"Follow a step-by-step guide.":["Seguire una guida passo-passo."],"Import a WordPress Site":["Importa un sito WordPress"],"Use our free, automated import tool!":["Usa il nostro strumento di importazione gratuito e automatizzato!"],"Already have a WordPress site you want to import?":["Hai già un sito WordPress che vuoi importare?"],"https://my.bluehost.com/cgi/services/migration":["https://my.bluehost.com/cgi/services/migration"],"I’m following a tutorial, take me to the WP Admin Dashboard":["Sto seguendo un tutorial, portami alla Dashboard di Admin WP"],"ABOUT YOU":["CHI SIAMO"],"What is your experience with WordPress?":["Qual è la tua esperienza con WordPress?"],"Never used it":["Non usarlo mai"],"Used it some":["Usato alcuni"],"I'm an expert":["I'm an expert"],"Customize":["Personalizza"],"Coming Soon":["In Arrivo"],"Keep your %s private until you click launch":["Mantieni il tuo %s privato fino al lancio"],"We'll show a placeholder page to logged-out visitors while you build your %s.":["Mostreremo una pagina segnaposto per i visitatori registrati mentre costruisci il tuo %s."],"Key features to supercharge your site":["Caratteristiche principali per ricaricare il tuo sito"],"Our toolbox of Plugins & Services is your toolbox.":["Il nostro toolbox di Plugins & Services è il tuo toolbox."],"Nice work: Your site is ready 🎉":["Bel lavoro: Il tuo sito è pronto 🎉"],"Move-in day begins! Let us know if you'd like a hand.":["Inizia la giornata! Facci sapere se ti piacerebbe una mano."],"Complete Setup":["Completa L'Installazione"],"WHATS NEXT":["PROSSIMO COSA"],"Add content, organize your menu and launch.":["Aggiungi contenuto, organizza il menu e lancia."],"✅ Theme created, features added and Coming Soon mode activated. Thank you for building your site with %s, we're always here to help!":["✅ Tema creato, funzionalità aggiunte e modalità a breve termine attivata. Grazie per aver costruito il tuo sito con %s, siamo sempre qui per aiutarti!"],"HELP & RESOURCES":["AIUTO E RISORSE"],"Next step or next level, we're your partner.":["Prossimo passo o prossimo livello, siamo il tuo partner."],"WordPress make it easy to grow your %s. Send a newsletter, broadcast a podcast, create courses and trainings. Dream it, build it.":["WordPress rende facile per far crescere il tuo %s. Invia una newsletter, trasmette un podcast, crea corsi e addestramenti. Sognalo, costruisce."],"HIRE OUR EXPERTS":["HIRE I NOSTRI ESPERTI"],"Make our great people your people.":["Rendi le nostre grandi persone il tuo popolo."],"Looking for personalized WordPress assistance, or someone to take-over from here? Go beyond support with our professional services.":["Cerchi assistenza personalizzata per WordPress o qualcuno da prendere in consegna da qui? Vai oltre il supporto con i nostri servizi professionali."],"ALWAYS COUNT ON OUR TEAM":["SEMPRE CONTO SULLA NOSTRA SQUADRA"],"24 hours a day / 7 days a week":["24 ore al giorno / 7 giorni alla settimana"],"From beginner to advanced, you have a partner to trust. Our support works when you work. Also count on various help materials on YouTube, blog and Knowledge Base.":["Dal principiante all'avanzato, hai un partner di cui fidarti. Il nostro supporto funziona quando lavori. Anche contare su vari materiali di aiuto su YouTube, blog e Knowledge Base."],"Drop your logo here, or ":["Lascia il tuo logo qui, o "],"browse":["sfoglia"],"supports .jpg, .png, .gif":["supports .jpg, .png, .gif"],"Site Logo Preview":["Anteprima Logo Sito"],"This is not a valid Image Type":["Questo non è un tipo di immagine valido"],"Do you have a logo you would like to use for this site?":["Hai un logo che vuoi usare per questo sito?"],"supports .jpg, .png, .svg":["supporta .jpg, .png, .svg"],"Skip for now":["Salta per ora"],"Street Address":["Indirizzo Via"],"Whether this is where the magic happens or the mail goes, tell us where your business is located.":["Se questo è dove avviene la magia o la posta va, dirci dove si trova la vostra azienda."],"Whether it’s a storefront or a PO Box, we’re proud to help you connect your real-world and online businesses":["Che si tratti di un negozio o di un PO Box, siamo orgogliosi di aiutarti a collegare i tuoi business online e del mondo reale"],"We use this address to setup WooCommerce, your payment provider, Contact Page and more so you can start stocking the shelves of your %1$s Online %2$s.":["Utilizziamo questo indirizzo per configurare WooCommerce, il tuo provider di pagamento, Pagina dei contatti e altro ancora, così potrai iniziare a rifornire gli scaffali del tuo %1$s Online %2$s."],"Hire Our Full-Service Creative Studio":["Assumere Il Nostro Full-Service Creative Studio"],"Technical Support":["Supporto Tecnico"],"Product Info":["Informazioni Sul Prodotto"],"Products Info":["Info Prodotti"],"We can offer free, exclusive solutions and apply our expert experience if we know how you sell.":["Possiamo offrire soluzioni gratuite, esclusive e applicare la nostra esperienza esperta se sappiamo come vendi."],"Go from multiple sizes to multiple locations to multiple online channels":["Passa da più dimensioni a più posizioni a più canali online"],"Tell us a little about how and what you’re planning to sell and we’ll bring the power of WooCommerce and unique %1$s %2$s solutions to elevate your business and enhance your capabilities.":["Raccontaci un po' di come e cosa hai intenzione di vendere e porteremo la potenza di WooCommerce e soluzioni %1$s %2$s uniche per aumentare la tua attività e migliorare le tue capacità."],"Commerce":["Commercio"],"Basic Info":["Informazioni Di Base"],"Setup how your %s will present in visitors' browsers and search results.":["Imposta come il tuo %s presenterà nei browser e nei risultati di ricerca dei visitatori."],"Present in tip-top shape to web browsers and search engine results":["Presente in forma tip-top per browser web e risultati del motore di ricerca"],"Loading your site details, logo and social graph helps not just launch your site but have it found looking great in feeds.":["Caricamento dei dettagli del sito, logo e grafico sociale aiuta non solo il lancio del tuo sito, ma hanno trovato che sembra grande nei feed."],"WordPress Experience":["Esperienza WordPress"],"We want to offer the best default settings and guidance for someone with your WordPress experience.":["Vogliamo offrire le migliori impostazioni di default e la guida per qualcuno con la vostra esperienza WordPress."],"Why we ask":["Perché chiediamo"],"We want to help everyone get the most out of their WordPress %s and this setup, so we use this to help optimize for a great experience and periodically when we offer tips, reminders and recommendations.":["Vogliamo aiutare tutti a ottenere il massimo dal loro WordPress %s e questa configurazione, così usiamo questo per aiutare ad ottimizzare per una grande esperienza e periodicamente quando offriamo consigli, promemoria e raccomandazioni."],"Primary %s Setup":["Configurazione Primaria %s"],"%s Type":["Tipo %s"],"We'll use this to provide our best-matching designs and features for %s like yours.":["Utilizzeremo questo per fornire i nostri design e le funzionalità migliori per %s come i tuoi."],"We chose the templates, features and best configuration we can for sites. You’re always in full control of your WordPress %s and we ask so we can be a good website partner.":["Abbiamo scelto i modelli, le caratteristiche e la migliore configurazione che possiamo per i siti. Siete sempre in pieno controllo del vostro WordPress %s e chiediamo in modo da possiamo essere un buon partner sito web."],"Secondary %s Setup":["Configurazione Secondaria %s"],"Top Priority":["Priorità Principale"],"Demographic":["Demografica"],"Colors":["Colori"],"Whether your brand is vibrant, understated, elegant or edgy use color to delight your %s visitors.":["Che il tuo marchio sia vibrante, sobrio, elegante o dal colore spigoloso per deliziare i tuoi visitatori %s."],"Let a splash of color make a splash with your visitors with your Global Site Colors.":["Lasciate che uno spruzzo di colore faccia uno spruzzo con i vostri visitatori con i colori del sito globale."],"We had our designers mix up some palettes for striking websites for you to chose additional presets, or you can chose your own colors using the color pickers.":["Abbiamo avuto i nostri designer mescolare alcune tavolozze per sorprendenti siti web per voi per scegliere ulteriori preset, o puoi scegliere i tuoi colori usando i selettore di colori."],"What's your color palette?":["Qual è la tua tavolozza di colori?"],"Theme Styles":["Theme Styles"],"Professionally-designed website templates ready for their public debut featuring your great ideas.":["Modelli di siti web progettati professionalmente pronti per il loro debutto pubblico con le vostre grandi idee."],"Show the web you have style with modern colors and elevated fonts":["Mostra il web che hai stile con colori moderni e caratteri elevati"],"Pick one of these professionally-designed website styles to start your %1$s %2$s.":["Scegli uno di questi stili di siti web progettati professionalmente per avviare il tuo %1$s %2$s."],"In the next steps and in the future, you can change the specific colors and fonts to fit your aesthetic vision for your %s.":["Nei prossimi passi e in futuro, è possibile modificare i colori e i caratteri specifici per adattarsi alla vostra visione estetica per il vostro %s."],"Give tone and taste to your words using a curated set of great type treatments.":["Dai tono e gusto alle tue parole utilizzando un set curato di trattamenti di grande tipo."],"Not just what we say, how we say it":["Non solo quello che diciamo, come lo diciamo"],"Fonts help our ideas look creative and compelling, astute and articulate, refined and regal, modern and much more. Great font combinations help set the perfect tone for your %s and your story jump off the screen.":["Caratteri aiutano le nostre idee a guardare creativo e convincente, astuto e articolato, raffinato e regale, moderno e molto altro. Grandi combinazioni di caratteri aiutano a impostare il tono perfetto per il tuo %s e la tua storia saltare dallo schermo."],"What's your font style?":["Qual è il tuo stile di carattere?"],"Design":["Design"],"Features":["Caratteristiche"],"Easy-to-use features from our partner's WordPress Plugins and unique %1$s solutions to put your %2$s to work.":["Funzioni facili da usare dai plugin WordPress del nostro partner e soluzioni %1$s uniche per mettere il vostro %2$s al lavoro."],"We’ve assembled the best building blocks for a successful %s":["Abbiamo assemblato i migliori mattoni per un successo %s"],"Put your %1$s %2$s to work for you using features that unlock the potential of WordPress with powerful solutions from %3$s and our partners.":["Metti il tuo %1$s %2$s per funzionare per te utilizzando funzioni che sbloccano il potenziale di WordPress con potenti soluzioni di %3$s e i nostri partner."],"Header & Menu":["Menu Intestazione"],"Surface key content in your %s -- who you are, what your about and where to find things.":["Contenuto chiave della superficie nel tuo %s - chi siete, che cosa il vostro circa e dove trovare le cose."],"Putting your best foot forward":["Mettendo in avanti il tuo piede migliore"],"Just like a %1$s putting a map of departments at the front door, a great %2$s Header & Menu help point visitors at the places you most want them to visit.":["Proprio come un %1$s che mette una mappa di reparti alla porta d'ingresso, una grande intestazione %2$s & menu aiutare i visitatori nei luoghi che più vuoi loro visitare."],"When picking a %s header, consider the number of menu items, character length of each item and how those will visually impact the Header Pattern design you choose.":["Quando si sceglie un'intestazione %s , considerare il numero di voci di menu, lunghezza del carattere di ogni elemento e come quelli avranno un impatto visivo sul disegno del modello di intestazione che si sceglie."],"Let's make the right things visible":["Rendiamo visibili le cose giuste"],"Homepage Layouts":["Layout Homepage"],"Home Page":["Pagina Iniziale"],"The home page is where you tell visitors your story. It helps users find what they came for.":["La home page è dove racconti ai visitatori la tua storia. Aiuta gli utenti a trovare quello che sono arrivati."],"Welcome to your new home online":["Benvenuto nella tua nuova casa online"],"Like good curb appeal, a great home page design helps get users excited about your %s. Mixing media, headings, text and more, you can bring your ideas to live and your products & services to the forefront for visitors.":["Come un buon appello freno, un grande design home page aiuta a ottenere gli utenti entusiasti del tuo %s. Miscelare media, intestazioni, testo e altro ancora, è possibile portare le vostre idee per vivere e i vostri prodotti e servizi in prima linea per i visitatori."],"Look for a Home Page Pattern design you think will help organize and elevate your ideas.":["Cerca una Home Page Modello di design che pensi aiuterà ad organizzare ed elevare le tue idee."],"Page Layouts":["Layout Della Pagina"],"Pages":["Pagine"],"Use professionally-designed templates for common site pages to assemble a beautiful, high-quality %s.":["Utilizzare modelli progettati professionalmente per le pagine comuni del sito per assemblare una bella %s di alta qualità."],"Rapidly deliver ideas with templates primed for your content":["Fornisci rapidamente idee con modelli primizzati per i tuoi contenuti"],"We’ve baked everything we know about making great designs and content for common %1$s needs into ease-to-use templates. Pick templates and we’ll add them as Page drafts to your WordPress %2$s.":["Abbiamo cotto tutto quello che sappiamo di fare grandi disegni e contenuti per le esigenze comuni di %1$s in modelli facili da usare. Scegli i modelli e li aggiungeremo come bozze di pagina al tuo WordPress %2$s."],"Layout & Content":["Layout & Contenuto"],"Exit to WordPress":["Uscita su WordPress"],"Exit without finishing?":["Esci senza finire?"],"Continue":["Continua"],"Exit":["Esci"],"You can restart onboarding from your %s Settings page.":["Puoi riavviare l'onboarding dalla tua pagina Impostazioni %s."],"Loading…":["Caricamento…"],"Preview Version":["Anteprima Versione"],"Regenerate Content":["Rigenera Contenuto"],"Regenerate":["Rigenera"],"A great foundation to build from":["Un grande fondamento da costruire da"],"with WordPress and %s":["con WordPress e %s"],"Would you like to enter your WordPress Dashboard or continue setting up your %s?":["Vuoi entrare nella Dashboard di WordPress o continuare a configurare il tuo %s?"],"You've made great progress! Would you like to keep going with the setup or take it from here?":["Hai fatto grandi progressi! Vuoi continuare con la configurazione o prenderla da qui?"],"You can continue from your %s home page in the Next steps list.":["Puoi continuare dalla tua home page %s nella lista dei passaggi successivi."],"Taking you to WordPress in…":["Portare a WordPress in…"],"Enter WordPress":["Inserisci WordPress"],"Need Help?":["Bisogno Di Aiuto?"],"Hire our Experts":["Assumi i nostri esperti"],"Preparing your %s design studio":["Preparazione del tuo studio di progettazione %s"],"Hang tight while we show you some of the best WordPress has to offer!":["Hang stretto mentre vi mostriamo alcuni dei migliori WordPress ha da offrire!"],"It looks like you may have an existing website":["Sembra che tu possa avere un sito web esistente"],"Going through this setup will change your active theme, WordPress settings, add content – would you like to continue?":["Passando attraverso questa configurazione cambierà il vostro tema attivo, le impostazioni di WordPress, aggiungere contenuto – si desidera continuare?"],"Making the keys to your %1$s Online %2$s":["Rendere le chiavi del tuo %1$s online %2$s"],"We’re installing WooCommerce for you to fill with your amazing products & services!":["Stiamo installando WooCommerce per riempire con i tuoi fantastici prodotti e servizi!"],"Color Palettes":["Color Palettes"],"SELECT CUSTOM COLORS":["SELEZIONA COLORI CLIENTI"],"Background":["Sfondo"],"Primary":["Principale"],"Secondary":["Secondario"],"Tertiary":["Terziario"],"Reset":["Reset"],"Pick a Homepage Design":["Scegli una Homepage Design"],"Panel will show a few Homepage Patterns.":["Pannello mostrerà alcuni motivi Homepage."],"Pick a Theme Style":["Scegli uno stile tema"],"No Style Selected":["Nessuno Stile Selezionato"],"Panel will show Theme details":["Pannello mostrerà dettagli tema"],"With Style Selected":["Con Stile Selezionato"],"Panel will show single-column of other Styles.":["Il pannello mostrerà una singola colonna di altri stili."],"Pick a Theme":["Scegli un tema"],"No Theme Selected":["Nessun Tema Selezionato"],"Panel will show contextual help":["Il pannello mostrerà l'aiuto contestuale"],"With Theme Selected":["Con Tema Selezionato"],"Panel will show single-column of other Themes.":["Il pannello mostrerà una singola colonna di altri temi."],"Font Palettes":["Font Palettes"],"Aa":["Aa"],"Onboarding Menu":["Menu Onboarding"],"Resume Onboarding":["Riprendi Onboarding"],"WordPress Onboarding":["Onboarding WordPress"],"Toggle Navigation":["Attiva/Disattiva Navigazione"],"Drawer":["Drawer"],"Header":["Intestazione"],"Content":["Contenuto"],"Block Library":["Blocca Libreria"],"Settings":["Impostazioni"],"Publish":["Pubblica"],"Footer":["Footer"],"Sorry, we're having trouble communicating with our AI service.":["Siamo spiacenti, stiamo avendo problemi a comunicare con il nostro servizio IA."],"Do you keep getting this error?":["Continuate a ricevere questo errore?"],"If you continue to get this error, you may either continue creating your site without using our AI assistant, or you can ":["Se continui a ottenere questo errore, puoi continuare a creare il tuo sito senza usare il nostro assistente di intelligenza artificiale o puoi "],"Try again":["Riprova"],"Continue without AI":["Continua senza IA"],"exit to WordPress":["esci da WordPress"],"Sorry, we're having trouble starting the site transfer process.":["Siamo spiacenti, stiamo avendo problemi ad avviare il processo di trasferimento del sito."],"If you continue to get this error, please contact our support team at 1-888-401-4678.":["Se continui a ricevere questo errore, contatta il nostro team di supporto al numero 1-888-401-4678."],"Go back":["Torna indietro"],"What Next":["Cosa Successivo"],"What’s Next":["Cosa È Successivo"],"The beginning of your %1$s journey is complete. We’re here to support your next steps and %2$s goals!":["L'inizio del tuo viaggio %1$s è completo. Siamo qui per supportare i tuoi prossimi passi e %2$s obiettivi!"],"Add, adjust and launch!":["Aggiungi, regola e lancia!"],"Now that you’ve setup the basics, use WordPress to edit your pages, %1$s design and explore the unlimited destinations you can chart for your %2$s %3$s.":["Ora che hai configurato le basi, utilizzare WordPress per modificare le pagine, %1$s design ed esplorare le destinazioni illimitate che puoi tracciare per il tuo %2$s %3$s."],"Our support team, %s experts and professional designers are always just a chat or call away if you ever need directions.":["Il nostro team di supporto, esperti %s e designer professionisti sono sempre solo una chat o chiamare via se avete bisogno di indicazioni."],"How else can we help?":["Come possiamo aiutare?"],"Error 404":["Errore 404"],"Please Check Again!":["Controllare Di Nuovo!"],"Get Started":["Per Iniziare"],"Store Info":["Informazioni Negozio"],"Sitegen Design":["Design Di Sitegen"],"Sitegen Features":["Caratteristiche Del Sitegen"],"Site Details":["Dettagli Sito"],"Sitegen Core":["Sitegen Core"],"Welcome":["Benvenuto"],"Lay the foundation for a successful %1$s %2$s using our WordPress Onboarding. ":["Posiziona la base per un successo %1$s %2$s utilizzando il nostro WordPress Onboarding. "],"WordPress is free %s software":["WordPress è software %s gratuito"],"When you set up this new WordPress %1$s, you’re joining millions of website owners who publish their %2$s using the free, community-built software project we’re proud to support.":["Quando si imposta questo nuovo WordPress %1$s, si sta unendo milioni di proprietari di siti web che pubblicano il loro %2$s utilizzando il gratis, progetto software costruito in comunità che siamo orgogliosi di supportare."],"%1$s is your %2$s partner":["%1$s è il tuo partner %2$s"],"A WordPress %1$s hosted by %2$s has tons of unique and proven solutions to help you get farther, faster with your WordPress. We put our expertise, partnerships and solutions to work on your %3$s.":["Un WordPress %1$s ospitato da %2$s ha tonnellate di soluzioni uniche e comprovate per aiutarvi ad andare oltre, più veloce con la tua WordPress. Mettiamo le nostre competenze, partnership e soluzioni per lavorare sul tuo %3$s."],"1-1 Expert Solutions & Coaching":["1-1 Soluzioni Esperte & Coaching"],"Hire Our Full-Service Creative Team":["Assumere Il Nostro Full-Service Team Creativo"],"Rename":["Rinomina"],"View All":["Visualizza Tutto"],"Save & Continue":["Salva E Continua"],"Migration":["Migrazione"],"The Fork":["La Forchetta"],"Build with AI":[""],"I’m following a tutorial":[""],"Take me to the WP Admin Dashboard":[""],"noun\u0004site":["sito"],"noun\u0004website":["sito"],"noun\u0004store":["negozio"]}}}