{"domain":"messages","locale_data":{"messages":{"0":["0"],"80":["80"],"160":["160"],"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n != 1);","lang":"nl_NL"},"Onboarding":["Introductie"],"Please upgrade your WordPress":["Upgrade uw WordPress"],"To take advantage of the latest WordPress has to offer, our WordPress Onboarding to setup your website requires the latest version of WordPress.":["Om te profiteren van de nieuwste WordPress moet u ons WordPress Onboarding aanbieden om uw website in te stellen vereist de nieuwste versie van WordPress."],"Your WordPress version %1$s does not meet our minimum requirements of %2$s.":["Uw WordPress versie %1$s voldoet niet aan onze minimum eisen van %2$s."],"Upgrade WordPress":["WordPress upgraden"],"There was an error Upgrading WordPress.":["Er is een fout opgetreden bij het upgraden van WordPress."],"Event action":["Gebeurtenis actie"],"Event category":["Event categorie"],"Event data":["Gebeurtenis gegevens"],"Request does not contain an array of events.":["De aanvraag bevat geen reeks gebeurtenissen."],"Some events failed.":["Sommige gebeurtenissen zijn mislukt."],"Flow data does not exist to generate a child theme.":["Flow data bestaat niet om een child thema te genereren."],"Success.":["Geslaagd."],"Error at Regenerating home pages.":["Fout bij het opnieuw genereren van home pagina's."],"Home":["Startpagina"],"Pattern identifier (slug) or step name (step) required.":["Patroon identificator (slug) of stapnaam (stap) vereist."],"No Patterns Found.":["Geen patronen gevonden."],"No Pattern Found.":["Geen patroon gevonden."],"The id of a template":["De id van een sjabloon"],"The custom styles":["De aangepaste stijlen"],"The custom settings":["De aangepaste instellingen"],"Global style customization created.":["Globale stijl aanpassing gemaakt."],"Bad event structure/value.":["Slechte event structuur/waarde."],"Selected theme settings were not found.":["Geselecteerde thema-instellingen zijn niet gevonden."],"Styles does not exist under the selected theme settings.":["Stijlen bestaan niet onder de geselecteerde thema-instellingen."],"Settings does not exist under the selected theme settings.":["Instellingen bestaan niet onder de geselecteerde thema-instellingen."],"There is an error with your styles or settings.":["Er is een fout met uw stijlen of instellingen."],"Selected header template part not stored.":["Geselecteerde header sjabloon niet opgeslagen."],"Selected header template part not found.":["Geselecteerde headersjabloon niet gevonden."],"Webfont font family must be a non-empty string.":["Weblettertype moet een niet-lege tekenreeks zijn."],"Webfont src must be a non-empty string or an array of strings.":["Webfont src moet een niet-lege tekenreeks of een array van tekenreeksen zijn."],"Each webfont src must be a non-empty string.":["Elk weblettertype moet een niet-lege tekenreeks zijn."],"Webfont font weight must be a properly formatted string or integer.":["Weblettertype lettertype moet een correct opgemaakt tekenreeks of geheel getal zijn."],"Customize Website":["Website aanpassen"],"Make your %s dreams a reality!":["Maak je %s droom realiteit!"],"with WordPress and %s.":["met WordPress en %s."],"Migrate a WordPress Site":["Migreer een WordPress-site"],"Start Setup":["Installatie starten"],"YOUR CONTENT":["JOUW CONTENT"],"Publish boldly with WordPress Blocks.":["Publiceer doortastend met WordPress Blocks."],"Build a beautiful %s using a visual builder. Block Patterns accelerate telling your story or tending your store with professional designs.":["Bouw een mooie %s met behulp van een visuele bouwer. Blokkeer patronen die uw verhaal sneller vertellen of uw winkel inschrijven met professionele ontwerpen."],"POWERFUL FEATURES":["POWERFIEL FUNCTIES"],"Proven, easy-to-use solutions.":["Beproefde eenvoudig te gebruiken oplossingen."],"Reach for your %1$s goals using proven WordPress Plugins & %2$s solutions. Send a newsletter, host a podcast, book clients, take payments and more.":["Bereik uw %1$s doelen met behulp van bewezen WordPress Plugins & %2$s oplossingen. Stuur een nieuwsbrief, host een podcast, boeke-klanten, neem betalingen en meer."],"MODERN DESIGN":["MODERN ONTWERP"],"Paint trim. Move walls. No sweat.":["Verf trim. Verplaats muren. Geen zweet"],"Establish your %s's unique design. Use the WordPress Editor to refine over time with professionally-designed patterns, parts, templates, colors and type.":["Bouw het unieke ontwerp van uw %s. Gebruik de WordPress Editor om te verfijnen met professioneel ontworpen patronen, onderdelen, sjablonen, kleuren en type."],"THEME":["THEME"],"Custom":["Aangepaste"],"Default":["Standaard"],"Pick your own colors":["Kies je eigen kleuren"],"CUSTOM COLORS":["AANGEPASTE KLEUREN"],"Cancel":["annuleren"],"Apply":["Toepassen"],"Edit colors":["Kleuren bewerken"],"WordPress":["WordPress"],"Howdy! ":["Howdy! "],"Back":["Achterzijde"],"Let's migrate your existing site to %s":["Laten we uw bestaande site migreren naar %s"],"Please wait a few seconds while we get your new account ready to import your existing WordPress site. ":["Wacht een paar seconden terwijl we uw nieuwe account klaar hebben om uw bestaande WordPress site te importeren. "],"Preparing your account":["Je account wordt voorbereid"],"Hang tight, we’re building your %1$s %2$s":["Hou strak, we bouwen je %1$s %2$s"],"We’re assembling your unique design and installing useful tools":["We monteren jouw unieke ontwerp en installeren van handige gereedschappen"],"Uh-oh, something went wrong. Please contact support.":["Oh-oh, er is iets misgegaan. Neem contact op met support."],"Building Website":["Website bouwen"],"Generating Website":["Website genereren"],"Finding Font Pairings":["Lettertypefabels vinden"],"Building Custom Color Palettes":["Bouw eigen kleurenpaletten"],"Populating Images":["Afbeeldingen vullen"],"Finalizing Previews":["Previews afronden"],"Packaging Website":["Verpakking Website"],"How familiar are you with using WordPress?":["Hoe bekend bent u met het gebruik van WordPress?"],"Beginner":["Beginner"],"First time building a website using WordPress":["Eerste keer een website bouwen met behulp van WordPress"],"Intermediate":["Tussentijds"],"I’ve built a few sites for myself or others":["Ik heb een paar sites voor mezelf of anderen gebouwd"],"Expert":["Deskundige"],"I do this frequently":["Ik doe dit regelmatig"],"Tell us about your products":["Vertel ons over uw producten"],"What type of products will you be selling?":["Wat voor soort producten ga je verkopen?"],"How many products will you be selling?":["Hoeveel producten ga je verkopen?"],"Physical products":["Fysieke producten"],"Digital / Downloadable products":["Digitaal / downloadbare producten"],"Subscriptions":["Abonnementen"],"Book rooms, houses or rent products":["Boek kamers, huizen of huurproducten"],"Membership":["Lidmaatschap"],"Customizable products":["Aanpasbare producten"],"Bundles of products":["Bundels van producten"],"Let your users ask a quote for your products":["Laat uw gebruikers een prijsopgave vragen voor uw producten"],"1 - 10":["1 - 10"],"11 - 100":["11 - 100"],"101 - 1000":["101 - 1000"],"1000 +":["1000 +"],"Continue Setup":["Ga verder met Setup"],"Skip this Step":["Deze stap overslaan"],"Tell us your top priority":["Vertel ons uw topprioriteit"],"We'll prioritize getting you there.":["We geven prioriteit aan je daar."],"Publishing":["Publiceren"],"From blogs, to newsletters, to podcasts and videos, we help the web find your content.":["Van blogs, tot nieuwsbrieven, podcasts en video's, wij helpen het web om je content te vinden."],"Selling":["Verkopen"],"Startup or seasoned business, drop-shipping or downloads, we've got ecommerce covered.":["Starttp of doorgewinterde bedrijven, drop-shipping of downloads, wij hebben webwinkel gedekt."],"Designing":["Ontwerp"],"With smart style presets and powerful options, we help your site look and feel polished.":["Met slimme voorinstellingen en krachtige opties helpen wij uw site er goed uitzien en voelen wij ons gepolijst."],"Where would you like to start? We'll start there and then move into next steps.":["Waar wil je beginnen? We beginnen er en gaan dan naar de volgende stappen."],"Introduce us to this %s":["Stel ons voor aan deze %s"],"So we can introduce it to the web":["Dus we kunnen het op het web introduceren"],"%s Title":["%s Titel"],"WordPress %s":["WordPress %s"],"Shown to visitors, search engine and social media posts.":["Wordt weergegeven voor bezoekers, zoekmachine en social media berichten."],"%s Description":["%s beschrijving"],"Just another WordPress %s.":["Een andere WordPress %s."],"Tell people who you are, what you sell and why they should visit your %s.":["Vertel mensen wie je bent, wat je verkoopt en waarom ze je %s moeten bezoeken."],"Error Saving Data, Try Again!":["Fout bij opslaan van gegevens, probeer het opnieuw!"],"(%d characters left)":["(%d tekens resterend)"],"Preview":["Voorvertoning"],"Just another WordPress %s":["Nog een WordPress %s"],"Logo":["Logo"],"RESET":["RESET"],"UPLOAD":["UPLOADEN"],"Edit URLs":["URL's bewerken"],"Proceed Anyways":["Toch doorgaan"],"Social Media":["Sociale Media"],"It looks like you're using a URL shortener!":["Het lijkt erop dat je een URL korter gebruikt!"],"That's smart, but we encourage you to enter the standard URL for your social profiles to help search engines know this website is associated with your profile using Yoast's Open Graph support. You can always change the URLs used within your site to trackable in the future.":["Dat is slim, maar we raden u aan om de standaard URL in te voeren voor uw sociale profielen om zoekmachines te helpen weten dat deze website gekoppeld is aan uw profiel met behulp van Yoast's Open Graph ondersteuning. U kunt altijd de URL's wijzigen die binnen uw site worden gebruikt om in de toekomst te kunnen tracken."],"One of those URLs doesn't look like a social media URL.":["Een van deze URL's lijkt niet op een social media URL."],"We recommend using your official social URL to help search engines know this website is associated with your profile using Yoast's Open Graph support. You can always change the URLs used within your site in the future.":["We raden u aan uw officiële sociale URL te gebruiken om zoekmachines te helpen weten dat deze website gekoppeld is aan uw profiel door gebruik te maken van Yoast's Open Graph ondersteuning. U kunt in de toekomst altijd de URL's wijzigen die binnen uw site worden gebruikt."],"That's clever! Short URLs are a great way to track clicks. However, To help build your social graph, we need the full URLs to your social profiles. You can go into your menus and change your social icon links after setup.":["Dat is slim! Korte URL's zijn een geweldige manier om klikken te volgen. Om te helpen uw sociale grafiek op te bouwen, hebben we de volledige URL's aan uw sociale profielen nodig. Je kunt naar de menu's gaan en je sociale pictogram links wijzigen na de installatie."],"To help build your social graph, we need the full URLs to your social profiles. Please check your URLs for typos and try copy & paste with the official URL if you continue to see this error.":["Om te helpen uw sociale grafiek op te bouwen, hebben we de volledige URL's aan uw sociale profielen nodig. Controleer uw URL's op typos en probeer te kopiëren en plakken met de officiële URL als u deze fout blijft zien."],"Facebook":["Facebook"],"Twitter":["Twitter"],"Instagram":["Instagram"],"Youtube":["YouTube"],"Linkedin":["Linkedin"],"Yelp":["Yelp"],"Tiktok":["Tiktok"],"Learn More":["Meer informatie"],"You have ideas, we have page templates":["U heeft ideeën, wij hebben paginasjablonen"],"Begin closer to the finish line than a blank canvas.":["Begin dichter bij de eindlijn dan een leeg doek."],"Lets tailor your theme for the perfect fit":["Laat uw thema passen voor de perfecte pasvorm"],"Start with a style preset or":["Start met een voorinstelling stijl of"],"build a custom design.":["maak een aangepast ontwerp."],"Customize Colors & Fonts?":["Kleuren & lettertypen aanpassen?"],"Check to customize in the next few steps (or leave empty and use the Site Editor later)":["Aanvinken om in de volgende stappen aan te passen (of leeg laten en later de Site-editor gebruiken)"],"CUSTOM FONTS":["AANGEPASTE FONTS"],"Headings":["Koppen"],"Body":["Lichaam"],"select":["selecteren"],"Edit fonts":["Lettertypen bewerken"],"Fonts":["Lettertypen"],"Select your own fonts":["Selecteer je eigen lettertypen"],"There’s no place like a great home page":["Er is geen plek als een geweldige startpagina"],"Pick a starter layout you can refine and remix with your content":["Kies een startschermindeling die je kunt verfijnen en vermengen met je inhoud"],"Help us tailor this setup to your %s":["Help ons deze configuratie aan te passen aan uw %s"],"ABOUT YOUR %s":["OVER UW %s"],"What type of %s is it?":["Wat voor type %s is het?"],"Enter to search your %s type":["Voer in om te zoeken naar uw %s type"],"or tell us here:":["of vertel het ons hier:"],"Regenerating Site":["Site opnieuw genereren"],"Generating Site":["Site aanmaken"],"Presto, here are 3 versions":["Presto, hier zijn 3 versies"],"We've created 3 unique website designs for you to start with, preview click around or start over.":["We hebben 3 unieke website ontwerpen gemaakt waarmee je kunt beginnen, om te beginnen met een voorbeeld klikken of opnieuw beginnen."],"Favorite a generated version to find and use again in the future.":["Favoriet een gegenereerde versie om in de toekomst opnieuw te vinden en te gebruiken."],"Tell me some details about the site you want created?":["Vertel me meer informatie over de site die je wilt aanmaken?"],"Bean There Café - A cozy, sustainable coffee shop in Asheville, North Carolina, focused on fair-trade coffee and local pastries. Their site will feature their menu, special events, and a blog on coffee culture.":["Bean There Cafevehicles. - Een kozerige, duurzame koffiewinkel in Asheville, Noord-Carolina, richtte zich op eerlijke koffie en lokale bakken. Hun website zal bestaan uit hun menu, speciale evenementen en een blog over koffiecultuur."],"Who is this site for? What's the ideal design?":["Voor wie is deze site bedoeld? Waarvoor is het ideale ontwerp?"],"Next":["Volgende"],"Not sure what to say? We can walk you through it.":["Weet je niet zeker wat te zeggen? We kunnen je er door begeleiden."],"click here":["klik hier"],"Finish":["Beëindigen"],"All Versions":["Alle versies"],"Favorites":["Favorieten"],"Confirm your business or store address":["Bevestig uw bedrijfs- of winkeladres"],"We’ll use this information to help you setup your online store":["We gebruiken deze informatie om u te helpen bij het opzetten van uw webwinkel"],"Where is your store based?":["Waar is uw winkel gebaseerd?"],"Address":["Adres:"],"City":["Woonplaats"],"State":["Provincie"],"Postal Code":["Postcode - Postcode"],"Email":["E-mailadres"],"What currency do you want to display in your store?":["Welke valuta wilt u weergeven in uw winkel?"],"* required":["* vereist"],"Welcome to WordPress":["Welkom bij WordPress"],"powered by ":["mogelijk gemaakt door "],"Where would you like to start?":["Waar zou je willen beginnen?"],"Site Creator":["Site maker"],"Get a site created in seconds!":["Krijg een site gemaakt in seconden!"],"Content & design generated by AI, customizable by you.":["Content en ontwerp gegenereerd door AI, aanpasbaar door jou."],"AI":["AI"],"Guided Website Setup":["Begeleide website setup"],"Follow a step-by-step guide.":["Volg een stapsgewijze handleiding."],"Import a WordPress Site":["Importeer een WordPress-site"],"Use our free, automated import tool!":["Gebruik ons gratis, geautomatiseerd importgereedschap!"],"Already have a WordPress site you want to import?":["Heeft u al een WordPress-site die u wilt importeren?"],"https://my.bluehost.com/cgi/services/migration":["https://my.bluehost.com/cgi/services/migratie"],"I’m following a tutorial, take me to the WP Admin Dashboard":["Ik volg een tutorial, breng me naar het WP Admin Dashboard"],"ABOUT YOU":["OVER JE"],"What is your experience with WordPress?":["Wat is uw ervaring met WordPress?"],"Never used it":["Nooit gebruikt"],"Used it some":["Gebruikt het"],"I'm an expert":["I'm an expert"],"Customize":["Aanpassen"],"Coming Soon":["Binnenkort beschikbaar"],"Keep your %s private until you click launch":["Houd uw %s privé totdat u op lancering klikt"],"We'll show a placeholder page to logged-out visitors while you build your %s.":["We zullen een tijdelijke pagina tonen om bezoekers uit te loggen tijdens het bouwen van uw %s."],"Key features to supercharge your site":["Belangrijkste functies om uw site te vervangen"],"Our toolbox of Plugins & Services is your toolbox.":["Onze gereedschapskist van Plugins & Services is je gereedschapskist."],"Nice work: Your site is ready 🎉":["Goed werk: Je site is klaar 🎉"],"Move-in day begins! Let us know if you'd like a hand.":["Move-in day begint! Laat het ons weten of u een hand wilt."],"Complete Setup":["Installatie voltooien"],"WHATS NEXT":["WHATEN VOLGENDE"],"Add content, organize your menu and launch.":["Voeg inhoud toe, organiseer je menu en start opnieuw."],"✅ Theme created, features added and Coming Soon mode activated. Thank you for building your site with %s, we're always here to help!":["✅ Thema gemaakt, functies toegevoegd en binnenkort beschikbaar zijn. Bedankt voor het bouwen van uw site met %s, we zijn er altijd om te helpen!"],"HELP & RESOURCES":["Help & GRONDSTOFFEN"],"Next step or next level, we're your partner.":["Wij zijn uw partner in de volgende stap of het volgende niveau."],"WordPress make it easy to grow your %s. Send a newsletter, broadcast a podcast, create courses and trainings. Dream it, build it.":["WordPress maakt het gemakkelijk om uw %ste laten groeien. Stuur een nieuwsbrief, zend een podcast, maak cursussen en trainingen uit. Droom het, bouw hem op."],"HIRE OUR EXPERTS":["HIRE ONZE EXPERTS"],"Make our great people your people.":["Maak ons geweldige mensen uw volk."],"Looking for personalized WordPress assistance, or someone to take-over from here? Go beyond support with our professional services.":["Op zoek naar gepersonaliseerde WordPress hulp of iemand om over te nemen vanaf hier? Ga verder dan ondersteuning met onze professionele diensten."],"ALWAYS COUNT ON OUR TEAM":["ALTIJD KUNT OP ONZE TEAM"],"24 hours a day / 7 days a week":["24 uur per dag / 7 dagen per week"],"From beginner to advanced, you have a partner to trust. Our support works when you work. Also count on various help materials on YouTube, blog and Knowledge Base.":["Van beginner tot geavanceerd, je hebt een partner om te vertrouwen. Onze support werkt wanneer je werkt. Reken ook op verschillende hulpmaterialen op YouTube, blog en Kennisbasis."],"Drop your logo here, or ":["Zet je logo hier neer of "],"browse":["blader"],"supports .jpg, .png, .gif":["supports .jpg, .png, .gif"],"Site Logo Preview":["Website Logo Voorbeeld"],"This is not a valid Image Type":["Dit is geen geldig afbeeldingstype"],"Do you have a logo you would like to use for this site?":["Heeft u een logo dat u wilt gebruiken voor deze site?"],"supports .jpg, .png, .svg":["ondersteunt .jpg, .png, .svg"],"Skip for now":["Sla over voor nu"],"Street Address":["Straat en huisnummer"],"Whether this is where the magic happens or the mail goes, tell us where your business is located.":["Of hier de magie plaatsvindt of de post gaat, vertel ons waar uw bedrijf zich bevindt."],"Whether it’s a storefront or a PO Box, we’re proud to help you connect your real-world and online businesses":["Of het nu een etalage is of een postbox, wij zijn trots om u te helpen uw echte en online bedrijven te verbinden"],"We use this address to setup WooCommerce, your payment provider, Contact Page and more so you can start stocking the shelves of your %1$s Online %2$s.":["Wij gebruiken dit adres om WooCommerce, uw betalingsprovider in te stellen, Contact pagina en meer zodat u de schappen van uw %1$s Online %2$s kunt gaan bevoorraden."],"Hire Our Full-Service Creative Studio":["Huur onze Full-Service Creative Studio"],"Technical Support":["Technische ondersteuning"],"Product Info":["Product informatie"],"Products Info":["Producten Info"],"We can offer free, exclusive solutions and apply our expert experience if we know how you sell.":["We kunnen gratis, exclusieve oplossingen aanbieden en gebruik maken van onze ervaring met experts als we weten hoe u verkoopt."],"Go from multiple sizes to multiple locations to multiple online channels":["Ga van meerdere formaten naar meerdere locaties naar meerdere online kanalen"],"Tell us a little about how and what you’re planning to sell and we’ll bring the power of WooCommerce and unique %1$s %2$s solutions to elevate your business and enhance your capabilities.":["Vertel ons iets over hoe en wat u van plan bent te verkopen en we brengen de kracht van WooCommerce en unieke %1$s %2$s oplossingen om uw bedrijf te verheffen en uw mogelijkheden te vergroten."],"Commerce":["Handel"],"Basic Info":["Algemene gegevens"],"Setup how your %s will present in visitors' browsers and search results.":["Stel in hoe uw %s zal verschijnen in de bezoekersbrowsers en zoekresultaten."],"Present in tip-top shape to web browsers and search engine results":["Presenteer in tip-top vorm naar webbrowsers en zoekresultaten"],"Loading your site details, logo and social graph helps not just launch your site but have it found looking great in feeds.":["Het laden van uw sitegegevens, logo en sociale grafiek helpt niet alleen uw site te lanceren, maar geeft er geweldig uitzien in feeds."],"WordPress Experience":["WordPress ervaring"],"We want to offer the best default settings and guidance for someone with your WordPress experience.":["We willen de beste standaardinstellingen en begeleiding bieden aan iemand met uw WordPress-ervaring."],"Why we ask":["Waarom vragen we"],"We want to help everyone get the most out of their WordPress %s and this setup, so we use this to help optimize for a great experience and periodically when we offer tips, reminders and recommendations.":["We willen iedereen helpen het meeste uit hun WordPress %s te halen en deze setup, dus gebruiken we dit om te helpen optimaliseren voor een geweldige ervaring en periodiek wanneer we tips, herinneringen en aanbevelingen aanbieden."],"Primary %s Setup":["Primaire %s Setup"],"%s Type":["%s type"],"We'll use this to provide our best-matching designs and features for %s like yours.":["We zullen dit gebruiken om onze beste ontwerpen en functies voor %s zoals jij te leveren."],"We chose the templates, features and best configuration we can for sites. You’re always in full control of your WordPress %s and we ask so we can be a good website partner.":["We hebben gekozen voor de templates, functies en beste configuratie voor websites. U heeft altijd de volledige controle over uw WordPress %s en wij vragen om een goede website-partner."],"Secondary %s Setup":["Secundaire %s setup"],"Top Priority":["Top Prioriteit"],"Demographic":["Demografische"],"Colors":["Kleuren"],"Whether your brand is vibrant, understated, elegant or edgy use color to delight your %s visitors.":["Of je merk levendig, onderstreept, elegant of randgy kleur gebruikt om je %s bezoekers tevreden te stellen."],"Let a splash of color make a splash with your visitors with your Global Site Colors.":["Laat een splash van kleuren met uw bezoekers een splash maken met uw Global Site Kleuren."],"We had our designers mix up some palettes for striking websites for you to chose additional presets, or you can chose your own colors using the color pickers.":["We hebben onze ontwerpers een aantal paletten laten vermengen voor het opvallen van websites om extra presets te kiezen, of je kunt je eigen kleuren kiezen met behulp van de kleurenkiezers."],"What's your color palette?":["Wat is je kleurenpalet?"],"Theme Styles":["Theme Styles"],"Professionally-designed website templates ready for their public debut featuring your great ideas.":["Professioneel ontworpen website sjablonen klaar voor hun publieke debuut met geweldige ideeën."],"Show the web you have style with modern colors and elevated fonts":["Toon het web dat je hebt met moderne kleuren en verhoogde lettertypen"],"Pick one of these professionally-designed website styles to start your %1$s %2$s.":["Kies een van deze professioneel ontworpen website stijlen om %1$s %2$s te starten."],"In the next steps and in the future, you can change the specific colors and fonts to fit your aesthetic vision for your %s.":["In de volgende stappen en in de toekomst kunt u de specifieke kleuren en lettertypen wijzigen om in te passen op uw esthetische visie voor uw %s."],"Give tone and taste to your words using a curated set of great type treatments.":["Geef de toon en smaak aan je woorden door middel van een geordende set van geweldige typegoedbehandelingen."],"Not just what we say, how we say it":["Niet alleen maar wat wij zeggen, hoe wij het zeggen"],"Fonts help our ideas look creative and compelling, astute and articulate, refined and regal, modern and much more. Great font combinations help set the perfect tone for your %s and your story jump off the screen.":["Lettertypen helpen onze ideeën creatief en overtuigend te lijken, handig en duidelijk te maken, verfijnd en regulier, modern en veel meer. Geweldige lettertype combinaties helpen om de perfecte toon voor %s in te stellen en je verhaal springt van het scherm."],"What's your font style?":["Wat is uw lettertype stijl?"],"Design":["Ontwerp"],"Features":["Eigenschappen"],"Easy-to-use features from our partner's WordPress Plugins and unique %1$s solutions to put your %2$s to work.":["Makkelijk te gebruiken functies van onze partner WordPress Plugins en unieke %1$s oplossingen om uw %2$s te laten werken."],"We’ve assembled the best building blocks for a successful %s":["We hebben de beste bouwstenen samengesteld voor een succesvolle %s"],"Put your %1$s %2$s to work for you using features that unlock the potential of WordPress with powerful solutions from %3$s and our partners.":["Zet uw %1$s %2$s om te werken door gebruik te maken van functies die het potentieel van WordPress ontgrendelen met krachtige oplossingen van %3$s en onze partners."],"Header & Menu":["Koptekst & menu"],"Surface key content in your %s -- who you are, what your about and where to find things.":["Inhoud van de %s - wie je bent, waar je dingen kunt vinden en waar je alles kunt vinden."],"Putting your best foot forward":["Je beste voet vooruit zetten"],"Just like a %1$s putting a map of departments at the front door, a great %2$s Header & Menu help point visitors at the places you most want them to visit.":["Net als een %1$s die een kaart van afdelingen aan de voordeur plaatst, een geweldige %2$s Header & Menu help bezoekers te wijzen op de plaatsen waar ze het meest bezocht moeten worden."],"When picking a %s header, consider the number of menu items, character length of each item and how those will visually impact the Header Pattern design you choose.":["Bij het kiezen van een %s header, overweeg het aantal menu-items, tekenlengte van elk item en hoe deze visueel invloed heeft op het ontwerp van de Header Patroon dat u kiest."],"Let's make the right things visible":["Laten we de juiste dingen zichtbaar maken"],"Homepage Layouts":["Startpagina Lay-outs"],"Home Page":["Persoonlijke webpagina"],"The home page is where you tell visitors your story. It helps users find what they came for.":["De startpagina is waar je bezoekers jouw verhaal vertelt. Het helpt gebruikers te vinden waar ze voor kwamen."],"Welcome to your new home online":["Welkom bij uw nieuwe online huis"],"Like good curb appeal, a great home page design helps get users excited about your %s. Mixing media, headings, text and more, you can bring your ideas to live and your products & services to the forefront for visitors.":["Als een goede curb appeal helpt een geweldige home page om gebruikers enthousiast te maken over uw %s. Mixen media, kopen, tekst en meer, u kunt uw ideeën en producten & diensten naar de voorgrond brengen voor bezoekers."],"Look for a Home Page Pattern design you think will help organize and elevate your ideas.":["Zoek naar een Thuispagina Patroon ontwerp dat volgens u uw ideeën zal helpen organiseren en verhogen."],"Page Layouts":["Pagina lay-outs"],"Pages":["Pagina's"],"Use professionally-designed templates for common site pages to assemble a beautiful, high-quality %s.":["Gebruik professioneel ontworpen sjablonen voor algemene website pagina's om %s van hoge kwaliteit samen te brengen."],"Rapidly deliver ideas with templates primed for your content":["Snel ideeën leveren met templates primed voor uw inhoud"],"We’ve baked everything we know about making great designs and content for common %1$s needs into ease-to-use templates. Pick templates and we’ll add them as Page drafts to your WordPress %2$s.":["We hebben alles wat we weten over het maken van goede ontwerpen en inhoud voor %1$s nodig hebben in gemakkelijke te gebruiken sjablonen. Kies sjablonen en we voegen ze toe als pagina concepten aan uw WordPress %2$s."],"Layout & Content":["Lay-out en inhoud"],"Exit to WordPress":["Verlaat naar WordPress"],"Exit without finishing?":["Afsluiten zonder afwerking?"],"Continue":["Doorgaan"],"Exit":["Afsluiten"],"You can restart onboarding from your %s Settings page.":["U kunt onboarding herstarten vanaf uw %s Instellingenpagina."],"Loading…":["Laden…"],"Preview Version":["Preview versie"],"Regenerate Content":["Hergenereer inhoud"],"Regenerate":["Hergenereren"],"A great foundation to build from":["Een groot fundament om van te bouwen"],"with WordPress and %s":["met WordPress en %s"],"Would you like to enter your WordPress Dashboard or continue setting up your %s?":["Wilt u uw WordPress Dashboard invoeren of doorgaan met het instellen van uw %s?"],"You've made great progress! Would you like to keep going with the setup or take it from here?":["Je hebt grote vooruitgang geboekt! Wil je doorgaan met de installatie of vanaf nu verdergaan?"],"You can continue from your %s home page in the Next steps list.":["U kunt doorgaan vanaf uw %s startpagina in de lijst met de volgende stappen."],"Taking you to WordPress in…":["Ga naar WordPress in…"],"Enter WordPress":["WordPress invoeren"],"Need Help?":["Hulp nodig?"],"Hire our Experts":["Huur onze deskundigen"],"Preparing your %s design studio":["Voorbereiding van je %s ontwerpstudio"],"Hang tight while we show you some of the best WordPress has to offer!":["Houd vast terwijl we u laten zien dat u de beste WordPress te bieden heeft!"],"It looks like you may have an existing website":["Het lijkt erop dat je een bestaande website hebt"],"Going through this setup will change your active theme, WordPress settings, add content – would you like to continue?":["Doorgaan met deze configuratie zal uw actieve thema, WordPress-instellingen, inhoud toevoegen - wilt u doorgaan?"],"Making the keys to your %1$s Online %2$s":["De sleutels naar je %1$s Online %2$s maken"],"We’re installing WooCommerce for you to fill with your amazing products & services!":["We installeren WooCommerce voor je om je geweldige producten en diensten te vullen!"],"Color Palettes":["Color Palettes"],"SELECT CUSTOM COLORS":["SELECTEER KLANTEN COLORS"],"Background":["Achtergrond"],"Primary":["Primair"],"Secondary":["Secundaire"],"Tertiary":["Tertiair"],"Reset":["Reset"],"Pick a Homepage Design":["Kies een Homepage Design"],"Panel will show a few Homepage Patterns.":["Paneel toont een paar homepage patronen."],"Pick a Theme Style":["Kies een Thema Stijl"],"No Style Selected":["Geen stijl geselecteerd"],"Panel will show Theme details":["Paneel zal themadetails tonen"],"With Style Selected":["Met gekozen stijl"],"Panel will show single-column of other Styles.":["Paneel toont enkelvoudige kolom van andere stijlen."],"Pick a Theme":["Kies een thema"],"No Theme Selected":["Geen thema geselecteerd"],"Panel will show contextual help":["Paneel toont contextuele hulp"],"With Theme Selected":["Met geselecteerde thema"],"Panel will show single-column of other Themes.":["Paneel toont enkelvoudige kolommen van andere thema's."],"Font Palettes":["Font Palettes"],"Aa":["Aa"],"Onboarding Menu":["Onboarding Menu"],"Resume Onboarding":["Onboarding hervatten"],"WordPress Onboarding":["WordPress onboarding"],"Toggle Navigation":["Navigatie aan/uit"],"Drawer":["App-overzicht"],"Header":["Koptekst"],"Content":["Inhoud"],"Block Library":["Blok Bibliotheek"],"Settings":["Instellingen"],"Publish":["Publiceren"],"Footer":["Voettekst"],"Sorry, we're having trouble communicating with our AI service.":["Sorry, we ondervinden problemen bij het communiceren met onze AI-service."],"Do you keep getting this error?":["Krijg je steeds deze fout?"],"If you continue to get this error, you may either continue creating your site without using our AI assistant, or you can ":["Als u deze fout blijft krijgen, kunt u doorgaan met het maken van uw site zonder gebruik te maken van onze AI-assistent, of kunt u "],"Try again":["Opnieuw proberen"],"Continue without AI":["Doorgaan zonder AI"],"exit to WordPress":["verlaat naar WordPress"],"Sorry, we're having trouble starting the site transfer process.":["Sorry, we ondervinden problemen bij het starten van het proces voor site-overdracht."],"If you continue to get this error, please contact our support team at 1-888-401-4678.":["Als u deze fout blijft krijgen, neem dan contact op met ons supportteam via 1-888-401-4678."],"Go back":["Ga terug"],"What Next":["Volgende"],"What’s Next":["Wat is volgende"],"The beginning of your %1$s journey is complete. We’re here to support your next steps and %2$s goals!":["Het begin van je %1$s reis is voltooid. We zijn er om je volgende stappen en %2$s doelen te ondersteunen!"],"Add, adjust and launch!":["Toevoegen, aanpassen en starten!"],"Now that you’ve setup the basics, use WordPress to edit your pages, %1$s design and explore the unlimited destinations you can chart for your %2$s %3$s.":["Nu dat u de basis hebt ingesteld, gebruik WordPress om uw pagina's te bewerken, %1$s ontwerp en verken de onbeperkte bestemmingen die je in kaart kan brengen voor jouw %2$s %3$s."],"Our support team, %s experts and professional designers are always just a chat or call away if you ever need directions.":["Ons ondersteuningsteam, %s experts en professionele ontwerpers zijn altijd gewoon een chat of bel weg als je ooit aanwijzingen nodig hebt."],"How else can we help?":["Hoe kunnen we anders helpen?"],"Error 404":["Fout 404"],"Please Check Again!":["Controleer het opnieuw!"],"Get Started":["Nu inschrijven"],"Store Info":["Winkel informatie"],"Sitegen Design":["Sitegeen ontwerp"],"Sitegen Features":["Sitegeen kenmerken"],"Site Details":["Details site"],"Sitegen Core":["Sitegen Core"],"Welcome":["Verwelkoming"],"Lay the foundation for a successful %1$s %2$s using our WordPress Onboarding. ":["Leg de fundering voor een succesvolle %1$s %2$s met behulp van onze Onboarding. "],"WordPress is free %s software":["WordPress is gratis %s software"],"When you set up this new WordPress %1$s, you’re joining millions of website owners who publish their %2$s using the free, community-built software project we’re proud to support.":["Wanneer u deze nieuwe WordPress %1$sinstelt, sluit u zich aan bij miljoenen website-eigenaren die hun %2$s publiceren met behulp van de gratis, softwareproject gemaakt op basis van de gemeenschap die we met trots kunnen ondersteunen."],"%1$s is your %2$s partner":["%1$s is uw %2$s partner"],"A WordPress %1$s hosted by %2$s has tons of unique and proven solutions to help you get farther, faster with your WordPress. We put our expertise, partnerships and solutions to work on your %3$s.":["Een WordPress %1$s die wordt gehost door %2$s heeft vele unieke en bewezen oplossingen om u verder te helpen, sneller met uw WordPress. We zetten onze expertise, partnerschappen en oplossingen in om aan uw %3$s te werken."],"1-1 Expert Solutions & Coaching":["1-1 Expert oplossingen & coaching"],"Hire Our Full-Service Creative Team":["Huur ons Creatief Team Full-Service"],"Rename":["Hernoem"],"View All":["Alles Bekijken"],"Save & Continue":["Opslaan en doorgaan"],"Migration":["Migratie"],"The Fork":["De vork"],"Build with AI":[""],"I’m following a tutorial":[""],"Take me to the WP Admin Dashboard":[""],"noun\u0004site":["Werkruimte"],"noun\u0004website":["website"],"noun\u0004store":["winkel"]}}}