{"domain":"messages","locale_data":{"messages":{"0":[""],"80":[""],"160":[""],"":{"domain":"messages","lang":"pt_BR"},"Onboarding":[""],"Please upgrade your WordPress":[""],"To take advantage of the latest WordPress has to offer, our WordPress Onboarding to setup your website requires the latest version of WordPress.":[""],"Your WordPress version %1$s does not meet our minimum requirements of %2$s.":[""],"Upgrade WordPress":[""],"There was an error Upgrading WordPress.":[""],"your web host":[""],"Woocommerce Settings":[""],"Home":[""],"About":[""],"Contact":[""],"News":[""],"Privacy":[""],"Careers":[""],"Explain your company values or the history behind your brand.":[""],"Offer visitors a single page with a contact form, your street address and social media.":[""],"Testimonials":[""],"Highlight your success with testimonials from your fans.":[""],"Blog":[""],"A page for periodic news, announcements and ideas.":[""],"Security, Speed & Growth":[""],"Powered by Jetpack":[""],"Jetpack includes dozens of powerful, unique capabilities for your WordPress sites from Automattic.":["O Jetpack inclui dezenas de recursos avançados e exclusivos para seus sites WordPress da Automattic."],"Forms":[""],"Powered by WP Forms":[""],"Five million people build smarter forms and surveys with WPForms from Awesome Motive.":[""],"Site Traffic":[""],"Powered by MonsterInsights":[""],"See the opportunities in your website analytics traffic data using MonsterInsights from Awesome Motive.":[""],"Search Engine Optimization":[""],"Powered by Yoast":[""],"Get more traffic to your WordPress site with powerful analysis and tools from our colleagues at Yoast.":[""],"Email Newsletters":[""],"Powered by Creative Email":[""],"A professional logo builder, marketing automations with WooCommerce and social management -- CreativeMail is a whole lot more than mail from Constant Contact.":[""],"Lead Generation":[""],"Powered by Optin Monster":[""],"Connect with website visitors using a proven kit of tools for growth using this offering from Awesome Motive.":[""],"Enhanced Product Search":[""],"Powered by YITH":[""],"Give your visitors great search experiences with this exclusive offering from our colleagues at YITH.":[""],"Enhanced Product Filters":[""],"Give your visitors powerful tools to discover your great products with this exclusive offering from our colleagues at YITH.":[""],"Bookings & Appointments":[""],"Have visitors book meetings and services with you, accepting payment and more using this exclusive offering from our colleagues at YITH.":[""],"Product Wishlists":[""],"Let discerning shoppers curate their selections with a system of favorites using this exclusive offering from our colleagues at YITH.":[""],"Calm":[""],"Cool":[""],"Warm":[""],"Radiant":[""],"Bold":[""],"Retro":[""],"Professional":[""],"Crisp":[""],"Polished":[""],"Nightowl":[""],"Subtle":[""],"Modern & approachable":[""],"Strong & sleek":[""],"Stately & elevated":[""],"Typewriter & crisp midcentury":[""],"Refined traditional newsletter":[""],"Bold stamp & slab":[""],"Fast & Simple":[""],"Timeless & Traditional":[""],"Sleek & Sophisticated":[""],"Clear & Crisp":[""],"Retro & Classy":[""],"Defined & Solid":[""],"Event action":[""],"Event category":[""],"Event data":[""],"Request does not contain an array of events.":[""],"Some events failed.":[""],"Homepage":[""],"Pattern identifier (slug) or step name (step) required.":[""],"No Patterns Found.":[""],"No Pattern Found.":[""],"Bad event structure/value.":[""],"Wrong Parameter Provided : primary => value":[""],"Wrong Parameter Provided : secondary => value":[""],"Colors":[""],"Whether your brand is vibrant, understated, elegant or edgy use color to delight your %s visitors.":[""],"Let a splash of color make a splash with your visitors with your Global Site Colors.":[""],"We had our designers mix up some palettes for striking websites for you to chose additional presets, or you can chose your own colors using the color pickers.":[""],"Hire Our Full-Service Creative Studio":[""],"Technical Support":[""],"%s Type":[""],"We'll use this to provide our best-matching designs and features for %s like yours.":[""],"Why we ask":[""],"We chose the templates, features and best configuration we can for sites. You’re always in full control of your WordPress %s and we ask so we can be a good website partner.":[""],"Pages":[""],"Use professionally-designed templates for common site pages to assemble a beautiful, high-quality %s.":[""],"Rapidly deliver ideas with templates primed for your content":[""],"We’ve baked everything we know about making great designs and content for common %1$s needs into ease-to-use templates. Pick templates and we’ll add them as Page drafts to your WordPress %2$s.":[""],"Street Address":[""],"Whether it’s a storefront or a PO Box, we’re proud to help you connect your real-world and online businesses":[""],"We use this address to setup WooCommerce, your payment provider, Contact Page and more so you can start stocking the shelves of your %1$s Online %2$s.":[""],"WordPress Experience":[""],"We want to offer the best default settings and guidance for someone with your WordPress experience.":[""],"We want to help everyone get the most out of their WordPress %s and this setup, so we use this to help optimize for a great experience and periodically when we offer tips, reminders and recommendations.":[""],"What’s Next":[""],"The beginning of your %1$s journey is complete. We’re here to support your next steps and %2$s goals!":[""],"Add, adjust and launch!":[""],"Now that you’ve setup the basics, use WordPress to edit your pages, %1$s design and explore the unlimited destinations you can chart for your %2$s %3$s.":[""],"Our support team, %s experts and professional designers are always just a chat or call away if you ever need directions.":[""],"Exit to WordPress":[""],"Exit without finishing?":[""],"Continue":[""],"Exit":[""],"You can restart onboarding from your %s Settings page.":[""],"Preparing your %s design studio":[""],"Hang tight while we show you some of the best WordPress has to offer!":[""],"Uh-oh, something went wrong. Please contact support.":[""],"It looks like you may have an existing website":[""],"Going through this setup will change your active theme, WordPress settings, add content – would you like to continue?":[""],"Hang tight, we’re building your %1$s %2$s":[""],"We’re assembling your unique design and installing useful tools":[""],"Nice work: Your site is ready 🎉":[""],"Move-in day begins! Let us know if you'd like a hand.":[""],"Complete Setup":[""],"WHATS NEXT":[""],"Add content, organize your menu and launch.":[""],"✅ Theme created, features added and Coming Soon mode activated. Thank you for building your site with %s, we're always here to help!":[""],"HELP & RESOURCES":[""],"Next step or next level, we're your partner.":[""],"WordPress make it easy to grow your %s. Send a newsletter, broadcast a podcast, create courses and trainings. Dream it, build it.":[""],"HIRE OUR EXPERTS":[""],"Make our great people your people.":[""],"Looking for personalized WordPress assistance, or someone to take-over from here? Go beyond support with our professional services.":[""],"Home Page":[""],"The home page is where you tell visitors your story. It helps users find what they came for.":[""],"Welcome to your new home online":[""],"Like good curb appeal, a great home page design helps get users excited about your %s. Mixing media, headings, text and more, you can bring your ideas to live and your products & services to the forefront for visitors.":[""],"Look for a Home Page Pattern design you think will help organize and elevate your ideas.":[""],"Help us tailor this setup to your %s":[""],"ABOUT YOUR %s":[""],"What type of %s is it?":[""],"Continue Setup":[""],"Enter to search your %s type":[""],"or tell us here:":[""],"Basic Info":[""],"Setup how your %s will present in visitors' browsers and search results.":[""],"Present in tip-top shape to web browsers and search engine results":[""],"Loading your site details, logo and social graph helps not just launch your site but have it found looking great in feeds.":[""],"Learn More":[""],"You have ideas, we have page templates":[""],"Begin closer to the finish line than a blank canvas.":[""],"There’s no place like a great home page":[""],"Pick a starter layout you can refine and remix with your content":[""],"Theme Styles":[""],"Professionally-designed website templates ready for their public debut featuring your great ideas.":[""],"Show the web you have style with modern colors and elevated fonts":[""],"Pick one of these professionally-designed website styles to start your %1$s %2$s.":[""],"In the next steps and in the future, you can change the specific colors and fonts to fit your aesthetic vision for your %s.":[""],"Lets tailor your theme for the perfect fit":[""],"Start with a style preset or":[""],"build a custom design.":[""],"Customize Colors & Fonts?":[""],"Check to customize in the next few steps (or leave empty and use the Site Editor later)":[""],"Error 404":[""],"Please Check Again!":[""],"Skip this Step":[""],"Tell us your top priority":[""],"We'll prioritize getting you there.":[""],"Publishing":[""],"From blogs, to newsletters, to podcasts and videos, we help the web find your content.":[""],"Selling":[""],"Startup or seasoned business, drop-shipping or downloads, we've got ecommerce covered.":[""],"Designing":[""],"With smart style presets and powerful options, we help your site look and feel polished.":[""],"Where would you like to start? We'll start there and then move into next steps.":[""],"ABOUT YOU":[""],"What is your experience with WordPress?":[""],"Never used it":[""],"Used it some":[""],"I'm an expert":[""],"Introduce us to this %s":[""],"So we can introduce it to the web":[""],"%s Title":[""],"WordPress %s":[""],"Shown to visitors, search engine and social media posts.":[""],"%s Description":[""],"Just another WordPress %s.":[""],"Tell people who you are, what you sell and why they should visit your %s.":[""],"Error Saving Data, Try Again!":[""],"(%d characters left)":[""],"Just another WordPress %s":[""],"RESET":[""],"UPLOAD":[""],"Edit URLs":[""],"Proceed Anyways":[""],"Social Media":[""],"It looks like you're using a URL shortener!":[""],"That's smart, but we encourage you to enter the standard URL for your social profiles to help search engines know this website is associated with your profile using Yoast's Open Graph support. You can always change the URLs used within your site to trackable in the future.":[""],"One of those URLs doesn't look like a social media URL.":[""],"We recommend using your official social URL to help search engines know this website is associated with your profile using Yoast's Open Graph support. You can always change the URLs used within your site in the future.":[""],"That's clever! Short URLs are a great way to track clicks. However, To help build your social graph, we need the full URLs to your social profiles. You can go into your menus and change your social icon links after setup.":[""],"To help build your social graph, we need the full URLs to your social profiles. Please check your URLs for typos and try copy & paste with the official URL if you continue to see this error.":[""],"Facebook":[""],"Twitter":[""],"Instagram":[""],"Youtube":[""],"Linkedin":[""],"Yelp":[""],"Tiktok":[""],"Features":[""],"Easy-to-use features from our partner's WordPress Plugins and unique %1$s solutions to put your %2$s to work.":[""],"We’ve assembled the best building blocks for a successful %s":[""],"Put your %1$s %2$s to work for you using features that unlock the potential of WordPress with powerful solutions from %3$s and our partners.":[""],"Key features to supercharge your site":[""],"Our toolbox of Plugins & Services is your toolbox.":[""],"Tell us about your products":[""],"What type of products will you be selling?":[""],"How many products will you be selling?":[""],"Physical products":[""],"Digital / Downloadable products":[""],"Subscriptions":[""],"Book rooms, houses or rent products":[""],"Membership":[""],"Customizable products":[""],"Bundles of products":[""],"Let your users ask a quote for your products":[""],"1 - 10":[""],"11 - 100":[""],"101 - 1000":[""],"1000 +":[""],"Typography":[""],"Give tone and taste to your words using a curated set of great type treatments.":[""],"Not just what we say, how we say it":[""],"Fonts help our ideas look creative and compelling, astute and articulate, refined and regal, modern and much more. Great font combinations help set the perfect tone for your %s and your story jump off the screen.":[""],"Header & Menu":[""],"Surface key content in your %s -- who you are, what your about and where to find things.":[""],"Putting your best foot forward":[""],"Just like a %1$s putting a map of departments at the front door, a great %2$s Header & Menu help point visitors at the places you most want them to visit.":[""],"When picking a %s header, consider the number of menu items, character length of each item and how those will visually impact the Header Pattern design you choose.":[""],"Resources Page.":[""],"Confirm your business or store address":[""],"We’ll use this information to help you setup your online store":[""],"Where is your store based?":[""],"Address":[""],"City":[""],"State":[""],"Postal Code":[""],"Email":[""],"What currency do you want to display in your store?":[""],"* required":[""],"Products Info":[""],"Go from multiple sizes to multiple locations to multiple online channels":[""],"Tell us a little about how and what you’re planning to sell and we’ll bring the power of WooCommerce and unique %1$s %2$s solutions to elevate your business and enhance your capabilities.":[""],"Make your %s dreams a reality!":[""],"with WordPress and %s.":[""],"Start Setup":[""],"YOUR CONTENT":[""],"Publish boldly with WordPress Blocks.":["Publique com ousadia com o WordPress Blocks."],"Build a beautiful %s using a visual builder. Block Patterns accelerate telling your story or tending your store with professional designs.":[""],"POWERFUL FEATURES":[""],"Proven, easy-to-use solutions.":[""],"Reach for your %1$s goals using proven WordPress Plugins & %2$s solutions. Send a newsletter, host a podcast, book clients, take payments and more.":[""],"MODERN DESIGN":[""],"Paint trim. Move walls. No sweat.":[""],"Establish your %s's unique design. Use the WordPress Editor to refine over time with professionally-designed patterns, parts, templates, colors and type.":[""],"Lay the foundation for a successful %1$s %2$s using our WordPress Onboarding. ":[""],"WordPress is free %s software":[""],"When you set up this new WordPress %1$s, you’re joining millions of website owners who publish their %2$s using the free, community-built software project we’re proud to support.":[""],"%1$s is your %2$s partner":[""],"A WordPress %1$s hosted by %2$s has tons of unique and proven solutions to help you get farther, faster with your WordPress. We put our expertise, partnerships and solutions to work on your %3$s.":[""],"1-1 Expert Solutions & Coaching":[""],"Hire Our Full-Service Creative Team":[""],"Loading…":[""],"Need Help?":[""],"Hire our Experts":[""],"Resources":[""],"What to Expect":[""],"Welcome":[""],"Primary %s Setup":[""],"Secondary %s Setup":[""],"Top Priority":[""],"Let's make the right things visible":[""],"Homepage Layouts":[""],"Page Layouts":[""],"What Next":[""],"How else can we help?":[""],"What's your color palette?":[""],"What's your font style?":[""],"Design":[""],"Get Started":[""],"Product Info":[""],"Store Info":[""],"Back":[""],"Next":[""],"Finish":[""],"Making the keys to your %1$s Online %2$s":[""],"We’re installing WooCommerce for you to fill with your amazing products & services!":[""],"Color Palettes":[""],"SELECT CUSTOM COLORS":[""],"Background":[""],"Primary":[""],"Secondary":[""],"Tertiary":[""],"Reset":[""],"Pick a Homepage Design":[""],"Panel will show a few Homepage Patterns.":[""],"Pick a Theme Style":[""],"No Style Selected":[""],"Panel will show Theme details":[""],"With Style Selected":[""],"Panel will show single-column of other Styles.":[""],"Pick a Theme":[""],"No Theme Selected":[""],"Panel will show contextual help":[""],"With Theme Selected":[""],"Panel will show single-column of other Themes.":[""],"Font Palettes":[""],"Aa":[""],"Onboarding Menu":[""],"Resume Onboarding":[""],"WordPress Onboarding":[""],"Toggle Navigation":[""],"Drawer":[""],"Header":[""],"Content":[""],"Block Library":[""],"Settings":[""],"Publish":[""],"Footer":[""],"noun\u0004site":[""],"noun\u0004website":[""],"noun\u0004store":[""]}}}