{"domain":"messages","locale_data":{"messages":{"0":["0"],"80":["80"],"160":["160"],"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n != 1);","lang":"de_DE"},"Onboarding":["Einbinden"],"Please upgrade your WordPress":["Bitte aktualisieren Sie Ihr WordPress"],"To take advantage of the latest WordPress has to offer, our WordPress Onboarding to setup your website requires the latest version of WordPress.":["Um die Vorteile der neuesten WordPress hat zu bieten, unsere WordPress-Onboarding, um Ihre Website einzurichten erfordert die neueste Version von WordPress."],"Your WordPress version %1$s does not meet our minimum requirements of %2$s.":["Ihre WordPress-Version %1$s entspricht nicht unseren Mindestanforderungen an %2$s."],"Upgrade WordPress":["WordPress-Upgrade"],"There was an error Upgrading WordPress.":["Es gab einen Fehler beim Aktualisieren von WordPress."],"Event action":["Ereignis-Aktion"],"Event category":["Ereigniskategorie"],"Event data":["Ereignisdaten"],"Request does not contain an array of events.":["Anfrage enthält kein Array von Ereignissen."],"Some events failed.":["Einige Ereignisse sind fehlgeschlagen."],"Flow data does not exist to generate a child theme.":["Flow Daten existieren nicht, um ein untergeordnetes Theme zu generieren."],"Success.":["Erfolgreich."],"Error at Regenerating home pages.":["Fehler beim Regenerieren der Homepage."],"Home":["Zuhause"],"Pattern identifier (slug) or step name (step) required.":["Musterkennung (slug) oder Schrittname (Schritt) erforderlich."],"No Patterns Found.":["Keine Muster gefunden."],"No Pattern Found.":["Kein Muster gefunden."],"The id of a template":["Die Id einer Vorlage"],"The custom styles":["Die benutzerdefinierten Stile"],"The custom settings":["Die benutzerdefinierten Einstellungen"],"Global style customization created.":["Globale Anpassung erstellt."],"Bad event structure/value.":["Fehlerhafte Ereignisstruktur/-wert."],"Selected theme settings were not found.":["Ausgewählte Theme-Einstellungen wurden nicht gefunden."],"Styles does not exist under the selected theme settings.":["Stile existieren nicht unter den ausgewählten Theme-Einstellungen."],"Settings does not exist under the selected theme settings.":["Einstellungen sind unter den gewählten Theme-Einstellungen nicht vorhanden."],"There is an error with your styles or settings.":["Es gibt einen Fehler mit deinen Stilen oder Einstellungen."],"Selected header template part not stored.":["Ausgewählter Header-Template wurde nicht gespeichert."],"Selected header template part not found.":["Ausgewählter Header-Template wurde nicht gefunden."],"Webfont font family must be a non-empty string.":["Webfont Schriftfamilie muss ein nicht-leerer String sein."],"Webfont src must be a non-empty string or an array of strings.":["Webfont src muss ein nicht-leerer String oder ein Array von Strings sein."],"Each webfont src must be a non-empty string.":["Jede Webfont src muss ein nicht-leerer String sein."],"Webfont font weight must be a properly formatted string or integer.":["Das Gewicht der Webfont muss ein richtig formatierter String oder Integer sein."],"Customize Website":["Webseite anpassen"],"Make your %s dreams a reality!":["Lass deine %s Träume wahr werden!"],"with WordPress and %s.":["mit WordPress und %s."],"Migrate a WordPress Site":["Eine WordPress-Seite migrieren"],"Start Setup":["Setup starten"],"YOUR CONTENT":["DEINE INHALTE"],"Publish boldly with WordPress Blocks.":["Veröffentlichen Sie mutig mit WordPress-Blocks."],"Build a beautiful %s using a visual builder. Block Patterns accelerate telling your story or tending your store with professional designs.":["Baue eine schöne %s mit einem visuellen Builder. Blockiere Muster beschleunigen deine Geschichte oder pflegen deinen Shop mit professionellen Designs."],"POWERFUL FEATURES":["POWERFUL FEATUREN"],"Proven, easy-to-use solutions.":["Provende, einfach zu bedienende Lösungen."],"Reach for your %1$s goals using proven WordPress Plugins & %2$s solutions. Send a newsletter, host a podcast, book clients, take payments and more.":["Erreichen Sie Ihre %1$s Ziele mit bewährten WordPress-Plugins & %2$s -Lösungen. Senden Sie einen Newsletter, Hosten Sie einen Podcast, buchen Sie Kunden, nehmen Sie Zahlungen und vieles mehr."],"MODERN DESIGN":["MODERN DESIGN"],"Paint trim. Move walls. No sweat.":["Farbe schneiden. Bewege Wände. Kein Schweiß."],"Establish your %s's unique design. Use the WordPress Editor to refine over time with professionally-designed patterns, parts, templates, colors and type.":["Legen Sie das einzigartige Design Ihres %sauf. Verwenden Sie den WordPress-Editor, um mit professionell gestalteten Mustern, Teilen, Vorlagen, Farben und Typen zu verfeinern."],"THEME":["DIESE"],"Custom":["Eigene"],"Default":["Standard"],"Pick your own colors":["Wähle deine eigenen Farben"],"CUSTOM COLORS":["KUNDE KÖNNEN"],"Cancel":["Abbrechen"],"Apply":["Anwenden"],"Edit colors":["Farben bearbeiten"],"WordPress":["WordPress"],"Howdy! ":["Heucheln! "],"Back":["Zurück"],"Let's migrate your existing site to %s":["Lassen Sie uns Ihre bestehende Site auf %s migrieren"],"Please wait a few seconds while we get your new account ready to import your existing WordPress site. ":["Bitte warten Sie ein paar Sekunden, während wir Ihr neues Konto bereit, um Ihre bestehende WordPress-Seite zu importieren. "],"Preparing your account":["Ihr Konto wird vorbereitet"],"Hang tight, we’re building your %1$s %2$s":["Hang dicht, wir bauen deine %1$s %2$s"],"We’re assembling your unique design and installing useful tools":["Wir montieren Ihr einzigartiges Design und installieren nützliche Werkzeuge"],"Uh-oh, something went wrong. Please contact support.":["Uh-oh, etwas ist schief gelaufen. Bitte kontaktieren Sie den Support."],"Building Website":["Webseite erstellen"],"Generating Website":["Webseite wird generiert"],"Finding Font Pairings":["Suche Schriftpaarungen"],"Building Custom Color Palettes":["Erstelle benutzerdefinierte Farbpalette"],"Populating Images":["Bilder bevölkern"],"Finalizing Previews":["Vorschau fertigstellen"],"Packaging Website":["Verpackungswebsite"],"How familiar are you with using WordPress?":["Wie vertraut sind Sie mit der Verwendung von WordPress?"],"Beginner":["Anfänger"],"First time building a website using WordPress":["Erstes Mal eine Website mit WordPress erstellen"],"Intermediate":["Mittler"],"I’ve built a few sites for myself or others":["Ich habe ein paar Seiten für mich oder andere erstellt"],"Expert":["Experte"],"I do this frequently":["Ich tue das oft"],"Tell us about your products":["Erzählen Sie uns über Ihre Produkte"],"What type of products will you be selling?":["Welche Art von Produkten werden Sie verkaufen?"],"How many products will you be selling?":["Wie viele Produkte werden Sie verkaufen?"],"Physical products":["Körperliche Produkte"],"Digital / Downloadable products":["Digitale / herunterladbare Produkte"],"Subscriptions":["Abonnements"],"Book rooms, houses or rent products":["Zimmer, Häuser oder Mietprodukte buchen"],"Membership":["Mitgliedschaft"],"Customizable products":["Anpassbare Produkte"],"Bundles of products":["Produktpakete"],"Let your users ask a quote for your products":["Lassen Sie Ihre Benutzer einen Kostenvoranschlag für Ihre Produkte anfordern"],"1 - 10":["1 - 10"],"11 - 100":["11 - 100"],"101 - 1000":["101 - 1000"],"1000 +":["1000 +"],"Continue Setup":["Setup fortsetzen"],"Skip this Step":["Diesen Schritt überspringen"],"Tell us your top priority":["Sagen Sie uns Ihre oberste Priorität"],"We'll prioritize getting you there.":["Wir werden dir Priorität geben, dich dorthin zu bringen."],"Publishing":["Veröffentlichen"],"From blogs, to newsletters, to podcasts and videos, we help the web find your content.":["Von Blogs, Newslettern, Podcasts und Videos helfen wir Ihnen beim Finden Ihrer Inhalte."],"Selling":["Verkauf"],"Startup or seasoned business, drop-shipping or downloads, we've got ecommerce covered.":["Startup oder erfahrenes Geschäft, Drop-Versand oder Downloads, wir haben E-Commerce abgedeckt."],"Designing":["Entwerfen"],"With smart style presets and powerful options, we help your site look and feel polished.":["Mit intelligenten Voreinstellungen und leistungsstarken Optionen helfen wir Ihnen, Ihre Website aussehen und fühlen sich poliert."],"Where would you like to start? We'll start there and then move into next steps.":["Wo möchtest du beginnen? Wir werden dort starten und in die nächsten Schritte wechseln."],"Introduce us to this %s":["Führen Sie uns zu diesem %s ein"],"So we can introduce it to the web":["So können wir es ins Web einführen"],"%s Title":["%s Titel"],"WordPress %s":["WordPress %s"],"Shown to visitors, search engine and social media posts.":["Den Besuchern, Suchmaschinen und Social Media Beiträgen gezeigt."],"%s Description":["%s Beschreibung"],"Just another WordPress %s.":["Nur noch ein WordPress %s."],"Tell people who you are, what you sell and why they should visit your %s.":["Sagen Sie Leuten, wer Sie sind, was Sie verkaufen und warum sie Ihre %s besuchen sollten."],"Error Saving Data, Try Again!":["Fehler beim Speichern der Daten. Erneut versuchen!"],"(%d characters left)":["(%d Zeichen übrig)"],"Preview":["Vorschau"],"Just another WordPress %s":["Nur noch ein WordPress- %s"],"Logo":["Logo"],"RESET":["RESET"],"UPLOAD":["UPLOAD"],"Edit URLs":["URLs bearbeiten"],"Proceed Anyways":["Trotzdem fortfahren"],"Social Media":["Soziale Medien"],"It looks like you're using a URL shortener!":["Es sieht so aus, als hättest du eine URL verkürzt!"],"That's smart, but we encourage you to enter the standard URL for your social profiles to help search engines know this website is associated with your profile using Yoast's Open Graph support. You can always change the URLs used within your site to trackable in the future.":["Das ist intelligent, aber wir empfehlen Ihnen, die Standard-URL für Ihre sozialen Profile einzugeben, um Suchmaschinen zu helfen, zu wissen, dass diese Website mit Ihrem Profil verbunden ist mit Yoast's Open Graph Support. Sie können die URLs, die auf Ihrer Website verwendet werden, in Zukunft jederzeit auf verfolgbare Weise ändern."],"One of those URLs doesn't look like a social media URL.":["Eine dieser URLs sieht nicht wie eine Social Media URL aus."],"We recommend using your official social URL to help search engines know this website is associated with your profile using Yoast's Open Graph support. You can always change the URLs used within your site in the future.":["Wir empfehlen Ihnen, Ihre offizielle soziale URL zu verwenden, um Suchmaschinen zu helfen, zu wissen, dass diese Website mit Ihrem Profil mit Yoast's Open Graph Unterstützung verbunden ist. Sie können in Zukunft immer die URLs ändern, die auf Ihrer Website verwendet werden."],"That's clever! Short URLs are a great way to track clicks. However, To help build your social graph, we need the full URLs to your social profiles. You can go into your menus and change your social icon links after setup.":["Das ist schlau! Kurze URLs sind eine tolle Möglichkeit, Klicks zu verfolgen. Um jedoch beim Erstellen Ihres Social Graphics helfen zu können, benötigen wir die vollständigen URLs zu Ihren sozialen Profilen. Sie können nach dem Setup in die Menüs gehen und die Links zu den sozialen Symbolen ändern."],"To help build your social graph, we need the full URLs to your social profiles. Please check your URLs for typos and try copy & paste with the official URL if you continue to see this error.":["Um Ihren Social Graphic zu erstellen, benötigen wir die vollständigen URLs zu Ihren sozialen Profilen. Bitte überprüfen Sie Ihre URLs für Tippfehler und versuchen Sie es mit der offiziellen URL zu kopieren und einzufügen, wenn Sie diesen Fehler weiterhin sehen."],"Facebook":["Facebook"],"Twitter":["Twitter"],"Instagram":["Instagram"],"Youtube":["Youtube"],"Linkedin":["Linkedin"],"Yelp":["Jelp"],"Tiktok":["Tiktok"],"Learn More":["Mehr erfahren"],"You have ideas, we have page templates":["Sie haben Ideen, wir haben Seitenvorlagen"],"Begin closer to the finish line than a blank canvas.":["Beginnen Sie näher an die Ziellinie als eine leere Leine."],"Lets tailor your theme for the perfect fit":["Lassen Sie Ihr Theme für die perfekte Passform anpassen"],"Start with a style preset or":["Beginnen Sie mit einer Stilvorlage oder"],"build a custom design.":["erstellen Sie ein eigenes Design."],"Customize Colors & Fonts?":["Farben und Schriftarten anpassen?"],"Check to customize in the next few steps (or leave empty and use the Site Editor later)":["Aktivieren um in den nächsten Schritten anzupassen (oder leer lassen und den Site-Editor später verwenden)"],"CUSTOM FONTS":["KUNDEN FONTS"],"Headings":["Überschriften"],"Body":["Körper"],"select":["wählen"],"Edit fonts":["Schriftarten bearbeiten"],"Fonts":["Schriftarten"],"Select your own fonts":["Wählen Sie Ihre eigenen Schriften"],"There’s no place like a great home page":["Es gibt keinen Platz wie eine großartige Homepage"],"Pick a starter layout you can refine and remix with your content":["Wählen Sie ein Starter-Layout aus, das Sie verfeinern und mit Ihren Inhalten neu mischen können"],"Help us tailor this setup to your %s":["Helfen Sie uns, dieses Setup an Ihre %s anzupassen"],"ABOUT YOUR %s":["ÜBER IHRE %s"],"What type of %s is it?":["Welche Art von %s ist es?"],"Enter to search your %s type":["Geben Sie ein, um Ihren %s Typ zu durchsuchen"],"or tell us here:":["oder sagen Sie uns hier:"],"Regenerating Site":["Site wird regeneriert"],"Generating Site":["Erstelle Site"],"Presto, here are 3 versions":["Presto, hier sind 3 Versionen"],"We've created 3 unique website designs for you to start with, preview click around or start over.":["Wir haben 3 einzigartige Webseiten-Designs für Sie erstellt, um mit einer Vorschau zu beginnen oder zu klicken."],"Favorite a generated version to find and use again in the future.":["Favorisieren Sie eine generierte Version, um in Zukunft wieder zu finden und zu verwenden."],"Tell me some details about the site you want created?":["Sagen Sie mir einige Details über die Website, die Sie erstellen wollen?"],"Bean There Café - A cozy, sustainable coffee shop in Asheville, North Carolina, focused on fair-trade coffee and local pastries. Their site will feature their menu, special events, and a blog on coffee culture.":["Bean There Cafe<unk> - Ein gemütliches, nachhaltiges Kaffeehaus in Asheville, North Carolina, konzentriert sich auf Fair-Trade-Kaffee und lokale Gebäck. Ihre Website wird mit ihrem Menü, speziellen Veranstaltungen und einem Blog über Kaffeekultur."],"Who is this site for? What's the ideal design?":["Für wen ist diese Seite geeignet?"],"Next":["Nächste"],"Not sure what to say? We can walk you through it.":["Nicht sicher, was man sagen soll? Wir können dich durch sie führen."],"click here":["hier klicken"],"Finish":["Beenden"],"All Versions":["Alle Versionen"],"Favorites":["Favoriten"],"Confirm your business or store address":["Bestätigen Sie Ihre Geschäfts- oder Shopadresse"],"We’ll use this information to help you setup your online store":["Wir verwenden diese Informationen, um Ihnen bei der Einrichtung Ihres Onlineshops zu helfen"],"Where is your store based?":["Wo ist Ihr Shop?"],"Address":["Adresse"],"City":["Stadt"],"State":["Bundesland"],"Postal Code":["Postleitzahl"],"Email":["E-Mail"],"What currency do you want to display in your store?":["Welche Währung möchten Sie in Ihrem Shop anzeigen?"],"* required":["* erforderlich"],"Welcome to WordPress":["Willkommen bei WordPress"],"powered by ":["betrieben von "],"Where would you like to start?":["Wo möchten Sie anfangen?"],"Site Creator":["Site-Ersteller"],"Get a site created in seconds!":["Erhalten Sie eine Seite in Sekunden!"],"Content & design generated by AI, customizable by you.":["Content & Design generiert von AI, anpassbar von Ihnen."],"AI":["AI"],"Guided Website Setup":["Geführte Website-Einrichtung"],"Follow a step-by-step guide.":["Folgen Sie einer Schritt-für-Schritt-Anleitung."],"Import a WordPress Site":["WordPress-Seite importieren"],"Use our free, automated import tool!":["Nutzen Sie unser kostenloses und automatisiertes Importwerkzeug!"],"Already have a WordPress site you want to import?":["Haben Sie bereits eine WordPress-Website, die Sie importieren wollen?"],"https://my.bluehost.com/cgi/services/migration":["https://my.bluehost.com/cgi/services/migration"],"I’m following a tutorial, take me to the WP Admin Dashboard":["Ich folge einem Tutorial, bringe mich zum WP Admin Dashboard"],"ABOUT YOU":["ÜBER DU"],"What is your experience with WordPress?":["Was ist Ihre Erfahrung mit WordPress?"],"Never used it":["Nie verwendet"],"Used it some":["Verwendete es einige"],"I'm an expert":["I'm an expert"],"Customize":["Anpassen"],"Coming Soon":["Demnächst"],"Keep your %s private until you click launch":["Halten Sie Ihre %s privat bis Sie auf \"starten\" klicken"],"We'll show a placeholder page to logged-out visitors while you build your %s.":["Wir zeigen eine Platzhalterseite für ausgeloggte Besucher, während du deine %s baust."],"Key features to supercharge your site":["Schlüsselfunktionen, um Ihre Seite zu überladen"],"Our toolbox of Plugins & Services is your toolbox.":["Unsere Toolbox mit Plugins & Services ist Ihr Werkzeugkasten."],"Nice work: Your site is ready 🎉":["Schöne Arbeit: Deine Seite ist bereit 🎉"],"Move-in day begins! Let us know if you'd like a hand.":["Einzug in den Tag beginnt! Lass es uns wissen, ob du eine Hand magst."],"Complete Setup":["Setup abschließen"],"WHATS NEXT":["WAS NÄCHT"],"Add content, organize your menu and launch.":["Füge Inhalte hinzu, organisiere dein Menü und starte."],"✅ Theme created, features added and Coming Soon mode activated. Thank you for building your site with %s, we're always here to help!":["✅ Theme erstellt, Features hinzugefügt und Kommender Modus aktiviert. Vielen Dank für den Aufbau Ihrer Website mit %s, wir sind immer hier, um zu helfen!"],"HELP & RESOURCES":["HILFE & RESOURZE"],"Next step or next level, we're your partner.":["Nächster Schritt oder nächste Ebene, wir sind Ihr Partner."],"WordPress make it easy to grow your %s. Send a newsletter, broadcast a podcast, create courses and trainings. Dream it, build it.":["WordPress macht es einfach, Ihre %szu wachsen. Senden Sie einen Newsletter, senden Sie einen Podcast, erstellen Sie Kurse und Trainings. Träumen, bauen Sie es."],"HIRE OUR EXPERTS":["UNSERE ERFAHRUNGEN"],"Make our great people your people.":["Machen Sie unsere tollen Leute zu Ihrem Volk."],"Looking for personalized WordPress assistance, or someone to take-over from here? Go beyond support with our professional services.":["Suchen Sie nach personalisierter WordPress-Unterstützung oder einer Person, die von hier aus übernommen werden kann?"],"ALWAYS COUNT ON OUR TEAM":["ALWAYS COUNT AUF UNSEREN TEAM"],"24 hours a day / 7 days a week":["24 Stunden am Tag / 7 Tage die Woche"],"From beginner to advanced, you have a partner to trust. Our support works when you work. Also count on various help materials on YouTube, blog and Knowledge Base.":["Vom Anfänger bis zum Fortgeschrittenen haben Sie einen Partner zum Vertrauen. Unsere Unterstützung funktioniert, wenn Sie arbeiten. Zögern Sie auch auf verschiedene Hilfsmaterialien auf YouTube, Blog und Knowledge Base."],"Drop your logo here, or ":["Ziehe dein Logo hierher oder "],"browse":["durchsuchen"],"supports .jpg, .png, .gif":["supports .jpg, .png, .gif"],"Site Logo Preview":["Vorschau des Website-Logos"],"This is not a valid Image Type":["Dies ist kein gültiger Bildtyp"],"Do you have a logo you would like to use for this site?":["Haben Sie ein Logo, das Sie für diese Seite verwenden möchten?"],"supports .jpg, .png, .svg":["unterstützt .jpg, .png, .svg"],"Skip for now":["Jetzt überspringen"],"Street Address":["Straße"],"Whether this is where the magic happens or the mail goes, tell us where your business is located.":["Ob hier der Zauber passiert oder die Post geht, sagen Sie uns, wo sich Ihr Unternehmen befindet."],"Whether it’s a storefront or a PO Box, we’re proud to help you connect your real-world and online businesses":["Egal, ob es sich um ein Schaufenster oder eine Postfach handelt, wir sind stolz, Ihnen dabei zu helfen, Ihre realen und Online-Geschäfte zu verbinden"],"We use this address to setup WooCommerce, your payment provider, Contact Page and more so you can start stocking the shelves of your %1$s Online %2$s.":["Wir verwenden diese Adresse, um WooCommerce, Ihren Zahlungsanbieter, einzurichten Kontaktseite und mehr damit Sie die Regale Ihrer %1$s Online %2$s lagern können."],"Hire Our Full-Service Creative Studio":["Mieten Sie unser Full-Service Creative Studio"],"Technical Support":["Technischer Support"],"Product Info":["Produkt-Info"],"Products Info":["Produkt-Info"],"We can offer free, exclusive solutions and apply our expert experience if we know how you sell.":["Wir können kostenlose, exklusive Lösungen anbieten und unsere Expertise anwenden, wenn wir wissen, wie Sie verkaufen."],"Go from multiple sizes to multiple locations to multiple online channels":["Gehen Sie von mehreren Größen zu mehreren Orten zu mehreren Online-Kanälen"],"Tell us a little about how and what you’re planning to sell and we’ll bring the power of WooCommerce and unique %1$s %2$s solutions to elevate your business and enhance your capabilities.":["Erzählen Sie uns ein wenig darüber, wie und was Sie zu verkaufen gedenken und wir werden die Kraft von WooCommerce und einzigartigen %1$s %2$s Lösungen bringen, um Ihr Geschäft zu steigern und Ihre Fähigkeiten zu verbessern."],"Commerce":["Handel"],"Basic Info":["Grundlegende Info"],"Setup how your %s will present in visitors' browsers and search results.":["Legen Sie fest, wie Ihre %s in den Browsern und Suchergebnissen der Besucher angezeigt wird."],"Present in tip-top shape to web browsers and search engine results":["In Tip-Top Form den Web-Browsern und Suchmaschinenergebnissen anzeigen"],"Loading your site details, logo and social graph helps not just launch your site but have it found looking great in feeds.":["Laden Sie Ihre Website-Details, Logo und Social Graphen hilft nicht nur Ihre Website zu starten, sondern finden Sie sie gut aussehend in Feeds."],"WordPress Experience":["WordPress-Erfahrung"],"We want to offer the best default settings and guidance for someone with your WordPress experience.":["Wir möchten die besten Standardeinstellungen und Anleitung für jemanden mit Ihrer WordPress-Erfahrung anbieten."],"Why we ask":["Warum wir fragen"],"We want to help everyone get the most out of their WordPress %s and this setup, so we use this to help optimize for a great experience and periodically when we offer tips, reminders and recommendations.":["Wir möchten jedem helfen, das Beste aus seinem WordPress %s und diesem Setup herauszuholen, so verwenden wir dies zur Optimierung für eine große Erfahrung und regelmäßig, wenn wir Tipps, Erinnerungen und Empfehlungen anbieten."],"Primary %s Setup":["Primäre %s Einrichtung"],"%s Type":["%s Typ"],"We'll use this to provide our best-matching designs and features for %s like yours.":["Wir werden dies nutzen, um unsere am besten passenden Designs und Funktionen für %s wie Sie bereitzustellen."],"We chose the templates, features and best configuration we can for sites. You’re always in full control of your WordPress %s and we ask so we can be a good website partner.":["Wir haben die Vorlagen, Funktionen und die bestmögliche Konfiguration für Websites ausgewählt. Sie haben immer die volle Kontrolle über Ihre WordPress- %s und bitten darum, dass wir ein guter Website-Partner sein können."],"Secondary %s Setup":["Sekundäre %s Einrichtung"],"Top Priority":["Oberste Priorität"],"Demographic":["Demografisch"],"Colors":["Farben"],"Whether your brand is vibrant, understated, elegant or edgy use color to delight your %s visitors.":["Egal, ob Ihre Marke lebendig, untertrieben, elegant oder edler ist, nutzen Sie die Farbe, um Ihre %s Besucher zu erfreuen."],"Let a splash of color make a splash with your visitors with your Global Site Colors.":["Lassen Sie einen Splash der Farbe mit Ihren Besuchern mit Ihren Global Site Colors einen Splash machen."],"We had our designers mix up some palettes for striking websites for you to chose additional presets, or you can chose your own colors using the color pickers.":["Wir hatten unsere Designer ein paar Paletten für auffällige Webseiten vermischen lassen, damit Sie zusätzliche Presets auswählen können oder Sie können Ihre eigenen Farben mit den Farbwählern auswählen."],"What's your color palette?":["Was ist deine Farbpalette?"],"Theme Styles":["Theme Styles"],"Professionally-designed website templates ready for their public debut featuring your great ideas.":["Professionell entworfene Website-Vorlagen sind bereit für das öffentliche Debüt mit Ihren Ideen und Ideen."],"Show the web you have style with modern colors and elevated fonts":["Web-Stil mit modernen Farben und erhöhten Schriften anzeigen"],"Pick one of these professionally-designed website styles to start your %1$s %2$s.":["Wählen Sie einen dieser professionell gestalteten Website-Stile aus, um Ihre %1$s %2$s zu starten."],"In the next steps and in the future, you can change the specific colors and fonts to fit your aesthetic vision for your %s.":["In den nächsten Schritten und in der Zukunft können Sie die spezifischen Farben und Schriften so ändern, dass Sie Ihre ästhetische Vision für Ihre %s anpassen."],"Give tone and taste to your words using a curated set of great type treatments.":["Geben Sie Ihren Worten Töne und Geschmack, indem Sie eine kuratierte Reihe von großen Typenbehandlungen verwenden."],"Not just what we say, how we say it":["Nicht nur, was wir sagen, wie wir es sagen"],"Fonts help our ideas look creative and compelling, astute and articulate, refined and regal, modern and much more. Great font combinations help set the perfect tone for your %s and your story jump off the screen.":["Schriften helfen unseren Ideen kreativ und überzeugend, klug und artikuliert, raffiniert und regal, modern und vieles mehr. Großartige Schriftkombinationen helfen dir den perfekten Ton für deine %s zu setzen und deine Geschichte vom Bildschirm zu springen."],"What's your font style?":["Was ist dein Schriftart?"],"Design":["Design"],"Features":["Eigenschaften"],"Easy-to-use features from our partner's WordPress Plugins and unique %1$s solutions to put your %2$s to work.":["Einfach zu bedienende Funktionen von den WordPress-Plugins unseres Partners und einzigartigen %1$s Lösungen, um Ihre %2$s zum Laufen zu bringen."],"We’ve assembled the best building blocks for a successful %s":["Wir haben die besten Bausteine für einen erfolgreichen %s zusammengestellt"],"Put your %1$s %2$s to work for you using features that unlock the potential of WordPress with powerful solutions from %3$s and our partners.":["Stellen Sie Ihre %1$s %2$s , um für Sie mit Funktionen zu arbeiten, die das Potenzial von WordPress mit leistungsstarken Lösungen von %3$s und unseren Partnern freischalten."],"Header & Menu":["Kopfzeile & Menü"],"Surface key content in your %s -- who you are, what your about and where to find things.":["Oberflächen-Key Inhalt in Deinem %s -- wer Du bist, was Du darfst und wo Du Dinge findest."],"Putting your best foot forward":["Den besten Fuß vorwärts bringen"],"Just like a %1$s putting a map of departments at the front door, a great %2$s Header & Menu help point visitors at the places you most want them to visit.":["Genau wie eine %1$s mit einer Karte von Abteilungen an der Haustür eine großartige Hilfe von %2$s Header & Menü um Besucher auf die Orte zu zeigen, die sie am meisten besuchen möchten."],"When picking a %s header, consider the number of menu items, character length of each item and how those will visually impact the Header Pattern design you choose.":["Wenn Sie eine %s Kopfzeile auswählen, beachten Sie die Anzahl der Menüeinträge, -Zeichenlänge jedes Elements und wie sich diese visuell auf das von Ihnen gewählte Headermuster-Design auswirken."],"Let's make the right things visible":["Lass uns die richtigen Dinge sichtbar machen"],"Homepage Layouts":["Homepage Layouts"],"Home Page":["Startseite"],"The home page is where you tell visitors your story. It helps users find what they came for.":["Auf der Startseite erzählen Sie Besuchern Ihre Geschichte. Sie hilft Benutzern zu finden, wofür sie gekommen sind."],"Welcome to your new home online":["Willkommen bei Ihrem neuen Zuhause online"],"Like good curb appeal, a great home page design helps get users excited about your %s. Mixing media, headings, text and more, you can bring your ideas to live and your products & services to the forefront for visitors.":["Wie eine gute Curb-Anziehungskraft, hilft ein großartiges Homepage-Design den Benutzern die Freude über Ihre %szu machen. Medien, Überschriften, Texte und vieles mehr können Sie Ihre Ideen zum Leben bringen und Ihre Produkte & Dienstleistungen an die Spitze für die Besucher bringen."],"Look for a Home Page Pattern design you think will help organize and elevate your ideas.":["Suchen Sie nach einem Homepage-Muster-Design, von dem Sie denken, dass es helfen wird, Ihre Ideen zu organisieren und zu verbessern."],"Page Layouts":["Seitenlayout"],"Pages":["Seiten"],"Use professionally-designed templates for common site pages to assemble a beautiful, high-quality %s.":["Verwenden Sie professionell gestaltete Vorlagen für gemeinsame Seitenseiten, um eine schöne, qualitativ hochwertige %s zusammenzustellen."],"Rapidly deliver ideas with templates primed for your content":["Schnell Ideen mit Vorlagen für Ihre Inhalte liefern"],"We’ve baked everything we know about making great designs and content for common %1$s needs into ease-to-use templates. Pick templates and we’ll add them as Page drafts to your WordPress %2$s.":["Wir haben alles, was wir über die Erstellung großartiger Designs und Inhalte für gemeinsame %1$s Anforderungen wissen, in einfache Vorlagen gebacken. Wählen Sie Vorlagen und wir werden sie als Page Entwürfe zu Ihrem WordPress %2$s hinzufügen."],"Layout & Content":["Layout & Inhalt"],"Exit to WordPress":["Beenden zu WordPress"],"Exit without finishing?":["Beenden ohne fertig?"],"Continue":["Weiter"],"Exit":["Beenden"],"You can restart onboarding from your %s Settings page.":["Sie können Onboarding von Ihrer %s Einstellungsseite neu starten."],"Loading…":["Lade…"],"Preview Version":["Vorschau der Version"],"Regenerate Content":["Inhalt neu generieren"],"Regenerate":["Regenerieren"],"A great foundation to build from":["Ein großartiges Fundament zum Bauen von"],"with WordPress and %s":["mit WordPress und %s"],"Would you like to enter your WordPress Dashboard or continue setting up your %s?":["Möchten Sie Ihr WordPress-Dashboard eingeben oder das Einrichten Ihrer %s fortsetzen?"],"You've made great progress! Would you like to keep going with the setup or take it from here?":["Du hast große Fortschritte gemacht! Möchtest du mit dem Setup weitermachen oder es von hier nehmen?"],"You can continue from your %s home page in the Next steps list.":["Sie können von Ihrer %s Startseite aus in der Liste der nächsten Schritte fortfahren."],"Taking you to WordPress in…":["Führe Sie zu WordPress in…"],"Enter WordPress":["WordPress eingeben"],"Need Help?":["Brauchst du Hilfe?"],"Hire our Experts":["Unsere Experten einstellen"],"Preparing your %s design studio":["Vorbereiten Ihres %s Designstudio"],"Hang tight while we show you some of the best WordPress has to offer!":["Hang dicht, während wir Ihnen zeigen einige der besten WordPress hat zu bieten!"],"It looks like you may have an existing website":["Es sieht so aus, als hättest du eine existierende Webseite"],"Going through this setup will change your active theme, WordPress settings, add content – would you like to continue?":["Wenn Sie durch dieses Setup gehen, werden Sie Ihr aktives Theme ändern, WordPress-Einstellungen, Inhalte hinzufügen – möchten Sie fortfahren?"],"Making the keys to your %1$s Online %2$s":["Erstelle die Schlüssel zu Deinem %1$s Online %2$s"],"We’re installing WooCommerce for you to fill with your amazing products & services!":["Wir installieren WooCommerce für Sie, damit Sie mit Ihren erstaunlichen Produkten & Dienstleistungen füllen können!"],"Color Palettes":["Color Palettes"],"SELECT CUSTOM COLORS":["KUNDEN COLORS WÄHLEN"],"Background":["Hintergrund"],"Primary":["Primär"],"Secondary":["Sekundär"],"Tertiary":["Tertiär"],"Reset":["Reset"],"Pick a Homepage Design":["Wähle ein Homepage-Design"],"Panel will show a few Homepage Patterns.":["Panel zeigt ein paar Homepage-Muster."],"Pick a Theme Style":["Wähle einen Themestil aus"],"No Style Selected":["Kein Stil ausgewählt"],"Panel will show Theme details":["Panel zeigt Theme-Details an"],"With Style Selected":["Mit Stil ausgewählt"],"Panel will show single-column of other Styles.":["Panel zeigt eine Spalte von anderen Stilen an."],"Pick a Theme":["Wähle ein Theme"],"No Theme Selected":["Kein Theme ausgewählt"],"Panel will show contextual help":["Panel zeigt Kontexthilfe an"],"With Theme Selected":["Mit Theme ausgewählt"],"Panel will show single-column of other Themes.":["Panel zeigt eine Spalte anderer Themes an."],"Font Palettes":["Font Palettes"],"Aa":["Aa"],"Onboarding Menu":["Onboarding-Menü"],"Resume Onboarding":["Onboarding fortsetzen"],"WordPress Onboarding":["WordPress-Onboarding"],"Toggle Navigation":["Navigation umschalten"],"Drawer":["Drawer"],"Header":["Kopfzeile"],"Content":["Inhalt"],"Block Library":["Bibliothek blockieren"],"Settings":["Einstellungen"],"Publish":["Veröffentlichen"],"Footer":["Fußzeile"],"Sorry, we're having trouble communicating with our AI service.":["Leider haben wir Probleme mit der Kommunikation mit unserem AI-Service."],"Do you keep getting this error?":["Holen Sie sich immer wieder diesen Fehler?"],"If you continue to get this error, you may either continue creating your site without using our AI assistant, or you can ":["Wenn Sie diesen Fehler weiterhin erhalten, können Sie entweder mit der Erstellung Ihrer Website fortfahren, ohne unseren KI-Assistenten zu verwenden, oder Sie können "],"Try again":["Erneut versuchen"],"Continue without AI":["Ohne KI fortfahren"],"exit to WordPress":["zu WordPress beenden"],"Sorry, we're having trouble starting the site transfer process.":["Leider haben wir Probleme mit dem Start des Website-Transfer-Prozesses."],"If you continue to get this error, please contact our support team at 1-888-401-4678.":["Wenn Sie diesen Fehler weiterhin erhalten, wenden Sie sich bitte an unser Support-Team unter 1-888-401-4678."],"Go back":["Zurück"],"What Next":["Was als nächstes"],"What’s Next":["Was ist als Nächstes"],"The beginning of your %1$s journey is complete. We’re here to support your next steps and %2$s goals!":["Der Beginn Ihrer %1$s Reise ist abgeschlossen. Wir sind hier, um Ihre nächsten Schritte und %2$s Ziele zu unterstützen!"],"Add, adjust and launch!":["Hinzufügen, anpassen und starten!"],"Now that you’ve setup the basics, use WordPress to edit your pages, %1$s design and explore the unlimited destinations you can chart for your %2$s %3$s.":["Nun, da Sie die Grundlagen eingerichtet haben, verwenden Sie WordPress um Ihre Seiten zu bearbeiten, %1$s Design und erkunden Sie die unbegrenzten Ziele für Ihre %2$s %3$s."],"Our support team, %s experts and professional designers are always just a chat or call away if you ever need directions.":["Unser Support-Team, %s Experten und professionelle Designer sind immer nur ein Chat oder rufen Sie an, wenn Sie jemals eine Richtung benötigen."],"How else can we help?":["Wie können wir sonst helfen?"],"Error 404":["Fehler 404"],"Please Check Again!":["Bitte erneut überprüfen!"],"Get Started":["Los geht's"],"Store Info":["Shop-Info"],"Sitegen Design":["Sitegen Design"],"Sitegen Features":["Sitegen Funktionen"],"Site Details":["Seitendetails"],"Sitegen Core":["Sitegen Core"],"Welcome":["Begrüßung"],"Lay the foundation for a successful %1$s %2$s using our WordPress Onboarding. ":["Legen Sie die Grundlage für eine erfolgreiche %1$s %2$s mit unserem WordPress-Onboarding. "],"WordPress is free %s software":["WordPress ist kostenlose %s Software"],"When you set up this new WordPress %1$s, you’re joining millions of website owners who publish their %2$s using the free, community-built software project we’re proud to support.":["Wenn Sie diese neue WordPress %1$seinrichten, nehmen Sie an Millionen von Webseiteneigentümern teil, die ihre %2$s mit der kostenlosen Version veröffentlichen Wir sind stolz darauf, das Community-Projekt zu unterstützen."],"%1$s is your %2$s partner":["%1$s ist Ihr %2$s Partner"],"A WordPress %1$s hosted by %2$s has tons of unique and proven solutions to help you get farther, faster with your WordPress. We put our expertise, partnerships and solutions to work on your %3$s.":["Ein WordPress- %1$s wird von %2$s gehostet und bietet tonnenweise einzigartige und bewährte Lösungen, um Ihnen zu helfen, weiter zu kommen, schneller mit Ihrem WordPress. Wir setzen unsere Expertise, Partnerschaften und Lösungen ein, um an Ihrer %3$s zu arbeiten."],"1-1 Expert Solutions & Coaching":["1-1 Expertenlösungen & Coaching"],"Hire Our Full-Service Creative Team":["Mieten Sie unser Creative Team mit Full-Service"],"Rename":["Umbenennen"],"View All":["Alle anzeigen"],"Save & Continue":["Speichern & Fortfahren"],"Migration":["Migration"],"The Fork":["Der Fork"],"Build with AI":[""],"I’m following a tutorial":[""],"Take me to the WP Admin Dashboard":[""],"noun\u0004site":["site"],"noun\u0004website":["webseite"],"noun\u0004store":["speichern"]}}}