{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=2; plural=(n > 1);","lang":"fr_FR"},"Onboarding":["Embarquement"],"Please upgrade your WordPress":["Veuillez mettre à jour votre WordPress"],"To take advantage of the latest WordPress has to offer, our WordPress Onboarding to setup your website requires the latest version of WordPress.":["Pour profiter de la dernière version de WordPress a à offrir, notre intégration WordPress pour configurer votre site Web nécessite la dernière version de WordPress."],"Your WordPress version %1$s does not meet our minimum requirements of %2$s.":["Votre version %1$s de WordPress ne répond pas à nos exigences minimales de %2$s."],"Upgrade WordPress":["Mise à niveau de WordPress"],"There was an error Upgrading WordPress.":["Il y a eu une erreur de mise à niveau de WordPress."],"Event action":["Action de l'événement"],"Event category":["Catégorie d'événement"],"Event data":["Données d'événement"],"Request does not contain an array of events.":["La requête ne contient pas de tableau d'événements."],"Some events failed.":["Certains événements ont échoué."],"Flow data does not exist to generate a child theme.":["Les données de flux n'existent pas pour générer un thème enfant."],"Success.":["Succès"],"Error at Regenerating home pages.":["Erreur lors de la régénération des pages d'accueil."],"Home":["Domicile"],"Pattern identifier (slug) or step name (step) required.":["Nom de l'identifiant du modèle (slug) ou de l'étape (étape) requis."],"No Patterns Found.":["Aucun motif trouvé."],"No Pattern Found.":["Aucun modèle trouvé."],"The id of a template":["L'id d'un modèle"],"The custom styles":["Les styles personnalisés"],"The custom settings":["Les paramètres personnalisés"],"Global style customization created.":["Personnalisation du style global créée."],"Bad event structure/value.":["Structure/valeur d'événement incorrecte."],"Webfont font family must be a non-empty string.":["La famille de police web doit être une chaîne de caractères non vide."],"Webfont src must be a non-empty string or an array of strings.":["Webfont src doit être une chaîne de caractères non vide ou un tableau de chaînes."],"Each webfont src must be a non-empty string.":["Chaque webfont src doit être une chaîne non vide."],"Webfont font weight must be a properly formatted string or integer.":["Le poids de la police Web doit être une chaîne ou un entier correctement formaté."],"Colors":["Couleurs"],"Primary":["Primaire"],"Secondary":["Secondaire"],"Build with AI":["Construire avec l'IA"],"Palette %d":["Palette %d"],"Base":["Base"],"Contrast":["Contraste"],"Select a palette or customize individual colors.":["Sélectionnez une palette ou personnalisez des couleurs individuelles."],"Palette":["Palette"],"Pick custom colors":["Choisissez des couleurs personnalisées"],"Site Logo":["Site Logo"],"Replace logo":["Remplacer le logo"],"Replace":["Remplacer"],"Current logo":["Logo actuel"],"Remove":["Enlever"],"Upload a logo to represent your brand.":["Téléchargez un logo pour représenter votre marque."],"Upload Logo":["Télécharger le logo"],"You don't have permission to change the site logo.":["Vous n’êtes pas autorisé à modifier le logo du site."],"Your logo will appear in your site header. For best results, upload an image with a transparent background in PNG format.":["Votre logo apparaîtra dans l’en-tête de votre site. Pour de meilleurs résultats, téléchargez une image avec un arrière-plan transparent au format PNG."],"Primary color":["Couleur primaire"],"Secondary color":["Couleur secondaire"],"Paragraph text in your chosen font.":["Texte du paragraphe dans la police de votre choix."],"Select a font style.":["Sélectionnez un style de police."],"Font Pairings":["Appariements de polices"],"No font pairings available.":["Aucune paire de polices n’est disponible."],"Choose a font pairing that reflects your brand's personality. Each pairing is carefully selected to enhance readability and visual appeal across your site.":["Choisissez une combinaison de polices qui reflète la personnalité de votre marque. Chaque appariement est soigneusement sélectionné pour améliorer la lisibilité et l’attrait visuel de votre site."],"Design Studio":["Design Studio"],"Error at Setting up the nav menu.":["Erreur lors de la configuration du menu de navigation."],"An unknown error occurred":["Une erreur inconnue s’est produite"],"Help us improve":["Aidez-nous à nous améliorer"],"How satisfied were you with the ease of creating your website?":["Dans quelle mesure avez-vous été satisfait de la facilité de création de votre site web ?"],"Publishing content…":["Publication de contenu..."],"Preparing your new site…":["Préparation de votre nouveau site..."],"Your new site is ready! Redirecting… 🚀":["Votre nouveau site est prêt ! Redirection... 🚀"]}}}