{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_MX"},"Onboarding":["Onboarding"],"Please upgrade your WordPress":["Por favor, actualiza tu WordPress"],"To take advantage of the latest WordPress has to offer, our WordPress Onboarding to setup your website requires the latest version of WordPress.":["Para aprovechar lo último que WordPress tiene para ofrecerte, nuestro proceso de configuración de onboarding requiere la versión más reciente de WordPress."],"Your WordPress version %1$s does not meet our minimum requirements of %2$s.":["Tu versión de WordPress %1$s no cumple con nuestros requisitos mínimos de %2$s."],"Upgrade WordPress":["Actualizar WordPress"],"There was an error Upgrading WordPress.":["Hubo un error al actualizar WordPress."],"Event action":["Acción del evento"],"Event category":["Categoría del evento"],"Event data":["Datos del evento"],"Request does not contain an array of events.":["La solicitud no contiene un arreglo de eventos."],"Some events failed.":["Algunos eventos fallaron."],"Error at Regenerating home pages.":["Error al regenerar las páginas de inicio."],"Home":["Inicio"],"Pattern identifier (slug) or step name (step) required.":["Se requiere el identificador del patrón (slug) o el nombre del paso (step)."],"No Patterns Found.":["No se encontraron patrones."],"No Pattern Found.":["No se encontró ningún patrón."],"Bad event structure/value.":["Estructura/valor de evento incorrecto."],"Colors":["Colores"],"Primary":["Primario"],"Secondary":["Secundario"],"Flow data does not exist to generate a child theme.":["Los datos de flujo no existen para generar un tema secundario."],"Success.":["Éxito"],"The id of a template":["El id de una plantilla"],"The custom styles":["Los estilos personalizados"],"The custom settings":["Los ajustes personalizados"],"Global style customization created.":["Personalización de estilo global creada."],"Webfont font family must be a non-empty string.":["La familia de fuentes Webfont debe ser una cadena no vacía."],"Webfont src must be a non-empty string or an array of strings.":["Webfont src debe ser una cadena no vacía o una matriz de cadenas."],"Each webfont src must be a non-empty string.":["Cada fuente web src debe ser una cadena no vacía."],"Webfont font weight must be a properly formatted string or integer.":["El peso de la fuente web debe ser una cadena o un número entero con el formato adecuado."],"Build with AI":["Construir con IA"],"Palette %d":["Paleta %d"],"Base":["Base"],"Contrast":["Contraste"],"Select a palette or customize individual colors.":["Seleccione una paleta o personalice colores individuales."],"Palette":["Paleta"],"Pick custom colors":["Elige colores personalizados"],"Site Logo":["Logotipo del sitio"],"Replace logo":["Reemplazar logotipo"],"Replace":["Reemplazar"],"Current logo":["Logotipo actual"],"Remove":["Eliminar"],"Upload a logo to represent your brand.":["Sube un logotipo para representar tu marca."],"Upload Logo":["Subir logotipo"],"You don't have permission to change the site logo.":["No tienes permiso para cambiar el logotipo del sitio."],"Your logo will appear in your site header. For best results, upload an image with a transparent background in PNG format.":["Tu logotipo aparecerá en el encabezado de tu sitio. Para obtener los mejores resultados, cargue una imagen con un fondo transparente en formato PNG."],"Primary color":["Color primario"],"Secondary color":["Color secundario"],"Paragraph text in your chosen font.":["Texto de párrafo en la fuente elegida."],"Select a font style.":["Seleccione un estilo de fuente."],"Font Pairings":["Combinaciones de fuentes"],"No font pairings available.":["No hay combinaciones de fuentes disponibles."],"Choose a font pairing that reflects your brand's personality. Each pairing is carefully selected to enhance readability and visual appeal across your site.":["Elige una combinación de fuentes que refleje la personalidad de tu marca. Cada combinación se selecciona cuidadosamente para mejorar la legibilidad y el atractivo visual en todo su sitio."],"Design Studio":["Estudio de diseño"],"Error at Setting up the nav menu.":["Error al configurar el menú de navegación."],"An unknown error occurred":["Se ha producido un error desconocido"],"Help us improve":["Ayúdanos a mejorar"],"How satisfied were you with the ease of creating your website?":["¿Qué tan satisfecho estabas con la facilidad de crear tu sitio web?"],"Publishing content…":["Publicar contenido..."],"Preparing your new site…":["Preparando su nuevo sitio..."],"Your new site is ready! Redirecting… 🚀":["¡Tu nuevo sitio está listo! Redirigiendo... 🚀"]}}}